[{"link": "https://www.linkedin.com/pulse/podcasts-zu-recht-legal-tech-dr-christina-maria-leeb", "title": "Podcasts zu Recht & Legal Tech", "text": "", "summary": "", "keywords": "['legal', 'tech', 'recht', 'podcasts', 'zu']"}, {"link": "https://www.linkedin.com/pulse/5-biggest-retail-trends-2021-bernard-marr", "title": "The 5 Biggest Retail Trends In 2021", "text": "Since online shopping became a reality, retail has become increasingly digital and internet-driven. Bricks and mortar stores have adopted elements of the online experience to encourage us to continue visiting them, and also played to the strengths that in-person experiences can offer, such as more personal levels of service.\n\nBut the coronavirus pandemic has affected the way every trend will play out in 2021, and offline retail has been hit particularly hard. This has led to widespread job losses and famous names disappearing from shopping centers around the world. At the same time, online retail has boomed more quickly than ever before as consumers choose to remain safely indoors, and home delivery infrastructure becomes increasingly sophisticated.\n\nHere are my predictions on how the world of retail will continue to change over the course of 2021 as the pandemic and other factors continue to influence our habits.\n\nOmnichannel - Offline is online, online is offline\n\nThis is a big one, that actually involves the coming together of several different trends, including AI, robotics, IoT, and extended reality (XR) – which includes virtual and augmented reality (VR/AR).\n\nConnecting these technologies is enabling retailers to bring the convenience of online shopping to offline shops and stores, and the richly interactive environment of offline shopping to the world of e-commerce. While the general trend has seen offline retailers moving into online by establishing e-commerce divisions of their businesses, more lately, we have seen online retailers developing a bricks 'n' mortar presence. At their most sophisticated, this trend includes initiatives such as Amazon's famous cashier-less stores opening in the US, as well as Walmart's experiments with allowing customers to order and pay in-store and have goods delivered to their homes. At the other end of the spectrum is the trend of smaller start-ups and cottage enterprises opening pop-ups, concessions, and collaborations with bigger brands.\n\nVR environments will increasingly be used by online retailers to provide immersive, feature-rich shopping experiences. At the same time, AR will be deployed by offline retailers to allow customers to access information about products they find on the shelves. While this pandemic continues, retailers are using tech-driven solutions to allow customers to virtually try out clothing and makeup, reducing contact between shoppers and in-store items.\n\nThis convergence means offline and online retail both benefit from advances in technology and changing patterns of behavior.\n\nAI increasingly customer-facing across the retail industry\n\nAI-driven big data retailing has been maturing for some years now, with major retailers relying on advanced analytics to understand what should be stocked in their stores and drive efficiencies in logistics. Newer developments have seen this technology moving from back-of-house to front-of-house, with customer-facing initiatives such as chatbots and virtual assistants. Likewise, while robots have been hanging out in warehouses and stock rooms for a while, assisting with inventory management, in 2021, we can expect to see them taking to the shop floor too.\n\nWith so many of us stuck at home and retailers unable to find new customers by enticing us to walk into their stores, more resources will be focused on growing customer numbers with AI marketing outreach. This is used to work out whether their best customers are likely to be spending their time on Facebook, Netflix, or taking part in Zoom calls, and assigning advertising budgets accordingly.\n\nAI-powered voice recognition technology has improved to the point where it can truly be used to add value both in-store and via e-commerce apps. Just as it is becoming increasingly common to use our voices to control our devices or search the internet, we will increasingly use them to get information and make purchases, and retailers will adapt their infrastructure to fit these changing habits.\n\nAutonomous Deliveries and Fulfilment\n\nThis one's been on the horizon for a while, but with the pandemic-driven changes, we're making to our behavior this year, we're likely to see ideas such as self-driving delivery vehicles and drone delivery really coming to life. Though switching to online ordering and deliveries reduces the likelihood of coming into contact with people carrying viruses, there's still a fear of contamination caused by poor hygiene at order fulfillment centers or delivery networks. Autonomous fulfillment and delivery reduce risks around this, which is a factor likely to lead to accelerated acceptance and adoption of these new technologies.\n\nOver the next year, autonomous delivery initiatives are likely to remain focused on “last mile\" solutions, employing self-driving vehicles and airborne drones for trips between fulfillment centers and consumers’ homes.\n\nAgain, several trends will be involved here, including AI, to manage logistics and routing. Others will also most likely include blockchain, to ensure security and transparency along supply chains, and digital twinning, allowing sophisticated models of logistics and fulfillment operations to be built, driving efficiency.\n\nSee it, like it, buy it!\n\nForget shop both online and offline – purchases directly from manufacturers through influencers, advertising and even TV shows is likely to become an increasingly prominent part of the retail landscape throughout 2021.\n\nRetailers have long encouraged bloggers and influencers to earn money by sharing affiliate links, and advertise via product placement. Increasingly, brands are able to cut out the middle man and sell directly to the consumers who follow and engage with these online taste-makers. The trend started with megastars like Kim Kardashian but has increasingly trickled down into niche markets served by micro-influencers. This has largely been enabled by tech-driven supply chain innovation, making \"drop-shipping\" possible– direct delivery from manufacturers to customers via a sales agent, such an influencer or popular website, that can run a retail business without the hassle of buying stock or fulfilling orders. Brands, including Body Shop, have successfully co-opted the direct sales model pioneered by the likes of Avon, creating networks of micro-influencers often selling to friends and family.\n\nAnother exercise in cutting out the middle man of the traditional retailer is seen in experiments with shoppable TV. NBC rolled out technology that allows app users to be notified when products they see on screen are available for direct purchase. This actionable product placement means customers can interact and make purchases directly from TV advertising, but we can also expect to see it rolled out through sports coverage and entertainment TV, as brands look for new ways to engage with their digital audience.\n\nPersonal shopping at scale\n\nWell-heeled shoppers are used to receiving personal attention when shopping at high-end stores, and personalizing their high-value purchases such as cars, bespoke clothing, and jewelry. However, technology is now ushering in a new age of mass-personalization, allowing this to be carried out at scale across a growing range of goods and services.\n\nRecommendation engines are used in e-commerce to point us towards products we’re most likely to want or need. The same technology is now being rolled out in retail outlets, arming shop assistants (or possibly robotic ones, see above) with information on who we are, and our past purchases. Beauty product retailer Sephora collects information on customer preferences via an app as they explore and rate products online, and makes them available to sales staff when they visit a store in person. According to analysts at McKinsey, initiatives like this typically reduce marketing costs by around 20%.\n\nIf you would like to learn more about technology trends, then have a look at my new books: Tech Trends in Practice: The 25 Technologies That Are Driving The 4th Industrial Revolution and The Intelligence Revolution: Transforming Your Business With AI.\n\n\n\n\n\nThank you for reading my post. Here at LinkedIn and at Forbes I regularly write about management and technology trends. I have also written a new book about AI, click here for more information. To read my future posts simply join my network here or click 'Follow'. Also feel free to connect with me via Twitter, Facebook, Instagram, Slideshare or YouTube.\n\nAbout Bernard Marr\n\nBernard Marr is an internationally best-selling author, popular keynote speaker, futurist, and a strategic business & technology advisor to governments and companies. He helps organisations improve their business performance, use data more intelligently, and understand the implications of new technologies such as artificial intelligence, big data, blockchains, and the Internet of Things.\n\nLinkedIn has ranked Bernard as one of the world’s top 5 business influencers. He is a frequent contributor to the World Economic Forum and writes a regular column for Forbes. Every day Bernard actively engages his 1.5 million social media followers and shares content that reaches millions of readers.", "summary": "Since online shopping became a reality, retail has become increasingly digital and internet-driven.\nBut the coronavirus pandemic has affected the way every trend will play out in 2021, and offline retail has been hit particularly hard.\nOmnichannel - Offline is online, online is offlineThis is a big one, that actually involves the coming together of several different trends, including AI, robotics, IoT, and extended reality (XR) – which includes virtual and augmented reality (VR/AR).\nWhile the general trend has seen offline retailers moving into online by establishing e-commerce divisions of their businesses, more lately, we have seen online retailers developing a bricks 'n' mortar presence.\nThis convergence means offline and online retail both benefit from advances in technology and changing patterns of behavior.", "keywords": "['shopping', 'trends', 'increasingly', 'retail', 'online', 'retailers', 'offline', 'biggest', 'likely', 'customers', '2021', 'delivery', 'technology']"}, {"link": "https://www.linkedin.com/pulse/oh-hey-blockchain-meet-us-education-system-stage-4-slope-kendal?trk=public_profile_article_view", "title": "Oh, Hey Blockchain, Meet the U.S. Education System", "text": "Well here we are nearing the end of 2020 and I think it’s fair to say a few ears have perked up to the idea that distributed systems might just offer something useful to society. The American Council on Education (ACE) and the Department of Education Office of Educational Technology (OET) have recently closed submissions for the Blockchain Innovation Challenge, and the range/quality of submissions (given what I was exposed to) was truly astounding. The commitment, both in vision and resources, across a burgeoning network of institutions and agencies has been nothing short of inspiring amid the most challenging of times. The promise to empower all learners, unlock lifelong learning, and improve economic mobility, coupled with the launch of Serenity (Ethereum 2.0) and Bitcoin stabilizing above $15k and you have a reasonable formula for backing the slope of sanity and stability without much need for hesitation.\n\nEven with universities in shut down mode, and economic collapse and ongoing political unrest seemingly imminent for the foreseeable future, the promise of blockchain and new trust networks have offered a silver lining and beacon of hope within and beyond education. Ongoing signs of distributed system stability are simply impossible to ignore. Take note of what the Wu-Tang Clan has done for music, William Shatner for collectibles, IBM for food traceability and supply chains, Regen Network for agriculture, De Beers for diamonds, and Brave for the browser. Clearly, there are emergent projects and pilot networks proving the viability of blockchains and distributed systems across nearly all sectors of society, both in the U.S. and globally.\n\nEven with the Gartner slope of enlightenment being defined by less than 5% of a population having fully adopted a particular technology, I’m still confident in affirming that we’re on track. Social systems (i.e. education) are bending, if not fracturing, governments are increasingly open to new institutions and value paradigms (i.e. CBDCs), and capital continues to flow into distributed alternatives. While true stability is far from assured, there’s a growing acceptance that the current extractive, game-theoretic trajectory is unsustainable and self-terminating. Entering the slope of sanity and stability with unwavering optimism may be less about certitude and more about accepting an imperative for which no viable alternative exists.\n\nLet’s enter 2021 with the hope and promise we’ve been offered. There are challenges, but amid endless difficulty, there is also the promise of something altogether different and new; systems for which greed and corruption take a back seat to trust and transparency. Forward to better…together.\n\nWith this series, I hope to offer a useful look at the intersection of a nascent technology and legacy bureaucracy. There’s a growing network of people and machines aiming to (re)define notions of trust and value, and seed a new distributed landscape of equitable opportunity for all. I hope you’ll join me in playing matchmaker (or devil’s advocate) as we collectively gaze upon and shape this exciting new relationship.\n\nStage 1: Early Attraction & Romance | Stage 2: Dating & Inflated Expectation | Stage 3: Trough of Despair & Disillusionment | Stage 5: Plateau of Commitment & Matrimony\n\nThanks for reading! If you enjoyed this article, consider giving it a like 👍 and/or leaving a comment. Engagement fuels the soul :)\n\n👋 Say Hi: Instagram | Twitter | Medium | Web\n\n❤️ Show Love (BTC): 1F5emRYMWstkjxCPSdGJz5tjaU8qiZ2MAu", "summary": "Well here we are nearing the end of 2020 and I think it’s fair to say a few ears have perked up to the idea that distributed systems might just offer something useful to society.\nOngoing signs of distributed system stability are simply impossible to ignore.\nClearly, there are emergent projects and pilot networks proving the viability of blockchains and distributed systems across nearly all sectors of society, both in the U.S. and globally.\neducation) are bending, if not fracturing, governments are increasingly open to new institutions and value paradigms (i.e.\nStage 1: Early Attraction & Romance | Stage 2: Dating & Inflated Expectation | Stage 3: Trough of Despair & Disillusionment | Stage 5: Plateau of Commitment & MatrimonyThanks for reading!", "keywords": "['hope', 'oh', 'technology', 'trust', 'blockchain', 'systems', 'distributed', 'promise', 'meet', 'system', 'stage', 'slope', 'education', 'hey', 'stability']"}, {"link": "https://www.linkedin.com/pulse/many-uses-blockchain-supply-chains-today-david-food/", "title": "The many uses of Blockchain in Supply Chains today", "text": "Each day, the use of Blockchain in Supply Chain (SC) is escalating rapidly. Its use in transactions is now significant due to its proved reliability and integrity; it brings certainty to all partakers working on the same ledger version, as they can see the chain of ownership on each property, whilst guaranteeing no file is modified or erased.\n\nFor instance, we have the case study of the traceability platform Software-as-a-Service (Saas) designed to make more efficient-critical SCs in emerging economies. The business is specialising in providing gourmet coffee; it is using Blockchain technology to better trace all steps of the global coffee transactions, from cultivator to consumers, to develop productivity and transparency in their coffee SC, and offer a reasonable deal for cultivators; this project will bring an unparalleled level of transparency in an extremely inequitable industry.\n\nThe platform delivers all participants -growers, roasters and the end-consumer – access to data all through the SC. Blockchain offers consumers an unquestionable level of transparency concerning origin and quality. A coffee-drinker for the first time can draw out this data and corroborate the coffee source. The company's satisfaction is excellent given that for the first time, and worldwide, they have a Blockchain-traceable coffee project, hopefully completing it this year.\n\nBlockchain Food safety\n\nTop food giants use IBM Blockchain to improve the traceability of food articles such as bananas, pork or chicken meat, or chocolate, especially their source. It registers accurately where every part of good comes from, where it was processed, stored up, and finally its sell-by-date.\n\nThese top organisations formed a group named the Blockchain Food Safety Alliance, which enhances efforts to trace food directly from the source; they created a standardised-system for gathering data on security and food legitimacy, using Blockchain tech to offer real-time traceability all through the SC.\n\nThey are working collectively to get significant user's experience when gaining access to food security and traceability data.\n\nAnother essential industry using Blockchain is the Dimond business, which starts tracing stones from the instant they are extracted out, to the moment consumers buy them. The target is to ensure that any firm could evade ‘blood or conflict’ diamond standards, and making sure clients are acquiring an authentic piece.\n\nHow can Blockchain help in Supply Chain optimisation?\n\nIt has the power to transform many different SCs worldwide.\n\nBlockchain enhance SC reliability.\n\nPayment between a manufacturer and a supplier, or a customer and a vendor could take time; Blockchain can cut the time of the trade and build Smart Contracts.\n\nBlockchain transparency and unalterable characteristics will drive trust among partakers, as transactions and agreements will be completely verifiable.\n\nThe massive quantity of merchandise, numerous suppliers, and components are frequently problematic to trackback to suppliers, making deficiencies hard to get rid.\n\nBlockchain helps you to secure from smart contracts to improved accountability, fraud safety, transparency and objective deals.\n\nBlockchain technology motivates several functions of Procurement. Procurement operations can gain immensely from the efficiency and speed of Blockchain.\n\nTransparent bookkeeping.\n\nProject Management.\n\nIt is now a useful tool for Healthcare.\n\nIt brings an end to brokers and intermediaries of all sort.\n\nIt can prevent voters from fraud.\n\nWill Blockchain be accepted soon?\n\nData and development are two concepts everyone wants to bring around businesses. Blockchain has a lot to put forward, but also a long way to go before it becomes entirely accepted. What does it make Blockchain so attractive?\n\n· Novelty - How much effort will it require for the general public to understand its use and problems it solves?\n\n· Complexity - How many parties need to work together to bring value to the technology?\n\nSumming up: Blockchain tech might be the solution you are looking. Before you embrace any technology project considering the use of Blockchain, start first by detecting the pros and cons of your company potential. Corporations must begin analysing when to initiate the Blockchain strategy, at what stage and segments first.\n\nWhat sectors in your business could benefit from Blockchain potentials? Are your Procurement and Supply Chain leaders ready to deploy this edge-technology?\n\nDave Food\n\nM﻿: +44 7775 861863", "summary": "Each day, the use of Blockchain in Supply Chain (SC) is escalating rapidly.\nBlockchain Food safetyTop food giants use IBM Blockchain to improve the traceability of food articles such as bananas, pork or chicken meat, or chocolate, especially their source.\nAnother essential industry using Blockchain is the Dimond business, which starts tracing stones from the instant they are extracted out, to the moment consumers buy them.\nBlockchain transparency and unalterable characteristics will drive trust among partakers, as transactions and agreements will be completely verifiable.\nBlockchain technology motivates several functions of Procurement.", "keywords": "['sc', 'uses', 'chains', 'transparency', 'blockchain', 'food', 'coffee', 'today', 'supply', 'transactions', 'chain', 'using', 'traceability', 'technology']"}, {"link": "https://www.linkedin.com/pulse/hybrid-blockchain-gives-enterprise-users-best-public-private-welfare?trk=read_related_article-card_title", "title": "Hybrid Blockchain gives enterprise users the best of public and private chain configurations in one system", "text": "In 2019, I published my book “Commercializing Blockchain: Strategic Applications in the Real World” which gathers together thirteen global thought leaders, discussing the world of Blockchain technology, but mainly focussing on Enterprise Adoption.\n\nExtract from Commercializing Blockchain:\n\n“…… the real adoption of Blockchain technology will be through large business and government organizations — organizations which process millions of transactions will be the biggest beneficiaries of Blockchain technology”\n\nSo, what are the Characteristics of Enterprise which require a powerful Blockchain solution:\n\nGlobal — organizations which span different countries and often span the entire globe. Scalable — these organizations require solutions that scale to their needs which often involve millions of transactions. Secure — these organizations often deal with large volumes of private data related to people and property. Speed — these organizations work at speed, and they often need to process their transactions at speed and with accuracy.\n\nHybrid Blockchain solutions for Enterprise\n\nWe are now in 2020, and the world of Enterprise Blockchain has developed and grown significantly. The characteristics of the enterprise requirements are the same, but we have more developed Public Blockchain networks and they have become much more useful for Enterprise solutions.\n\nThis is where Hybrid Blockchain solutions are now critical — a mix of Public and Private/Permissioned Blockchain networks are required for most Enterprise Blockchain challenges.\n\nHybrid is required because of the characteristics I outlined earlier and the most important being: The scale required for an Enterprise to operate, simply, securely and at speed\n\nPrivate/Permissioned Blockchain solutions have challenges with scale and complexity. They are excellent for lower volume, complex transactions, but for most Enterprise Blockchain challenges, you require all four characteristics.\n\nSymbol Hybrid Blockchain platform can help fix these challenges:\n\n“Symbol is the trusted, secure value exchange network for business. Symbol smooths business friction, increasing the flow of data and innovation to supercharge the creation, exchange, and protection of assets.”", "summary": "Scalable — these organizations require solutions that scale to their needs which often involve millions of transactions.\nHybrid Blockchain solutions for EnterpriseWe are now in 2020, and the world of Enterprise Blockchain has developed and grown significantly.\nThe characteristics of the enterprise requirements are the same, but we have more developed Public Blockchain networks and they have become much more useful for Enterprise solutions.\nThis is where Hybrid Blockchain solutions are now critical — a mix of Public and Private/Permissioned Blockchain networks are required for most Enterprise Blockchain challenges.\nThey are excellent for lower volume, complex transactions, but for most Enterprise Blockchain challenges, you require all four characteristics.", "keywords": "['configurations', 'hybrid', 'enterprise', 'organizations', 'required', 'blockchain', 'require', 'private', 'gives', 'system', 'scale', 'chain', 'transactions', 'speed', 'public', 'world', 'solutions', 'users']"}, {"link": "https://www.linkedin.com/pulse/global-blockchain-week-can-enjoy-now-on-demand-don-tapscott", "title": "Global Blockchain Week is “In the Can,” Enjoy It Now On-Demand!", "text": "243 speakers, 93 sessions, and over 2,000 attendees from 64 countries including a couple I’ve never heard of. Local content from partners in Europe, Latin America and China. When it comes to blockchain in the enterprise, I don’t believe there has ever been such a tour de force. And now it's fully online and available on-demand here for all registrants!\n\nI am so proud of what we accomplished over the week and it’s just getting going. Blockchain Revolution Global and Global Blockchain Week – a fully digital week-long program centered around global blockchain transformation in enterprise, government, and society.\n\nNaturally with the US election looming many of the sessions discussed the crisis of democracy in the US today and explored how governments could be reinvented using the converging technologies of blockchain AI, and the Internet of Things (dubbed The Trivergence by collaborator Bob Tapscott.)\n\nAs a taste, on one panel in the future of democracy, we dug into the fragmentation of public discourse, where the concept of “the truth” is undermined and where charlatans and demagogues can make up their own facts. Tomicah Tillman of New America discussed the problem of tribalism today, and how citizens will identify with and support their tribe at the expense of their wellbeing and families, supporting candidates who would say, cut their healthcare, undermine their security or otherwise act in ways that would be injurious to them. We also discussed the problem of how representatives are beholden to powerful interest that fund their campaigns. A great discussion ensured about how smart contracts could enable smart votes where citizens voted for a person and a program and whereby politicians were accountable to citizens rather than their funders.\n\nWhen you log on to the program you’ll be struck by its appearance and quality too. Rather than a simple, glorified zoom call, we worked hard to create innovative platform experience. We chose to invest in superior production values, and many participants commented that the results were pretty stunning. The program looked more like a TV event than a webinar, as we hosted many of the activities from a television studio and used Social21 for presentation and interaction. We also chose to post all the sessions as streaming content for the rest of the year, for our registrants.\n\nThat’s right – all of the sessions featured at this year’s Blockchain Revolution Global are available for on-demand viewing, allowing registrants to engage with world-class thought leadership content for a full month after the event, and a full three months post-event for Premium Pass holders!\n\nSome Big Thank you’s!\n\nWe would not have had the success we did without the support of our sponsors and partners, including Tata Consultancy Services as a Presenting Partner, who hosted the conference on their incredible virtual platform.\n\nConsenSys Helath, Huobi Global, IBM, and FedEx supported us as Ecosystem Partners.\n\nAs Thought Leadership Partners, we worked with Bosagora, the City of Toronto, Deloitte, Interac, PermianChain Technologies Inc., and P&G.\n\nOur Innovation Partners were Access Copyright, Gowling WLG, Orion Protocol, Props Project, Solve.Care, and MetaVerse.\n\n3IQ and VeriTX offered their support as Resource Partners.\n\nBlockchain Research Institute Europe (BRIE), Blockwall, Huobi Global, and Blockchain Research Institute Brasil supported us as Global Hub Partners, sharing and promoting the event to their regions of expertise.\n\nMCI Canada and Ideacity were our production partners, without whom we couldn’t have managed the complexities of hosting a virtual conference – especially one of such magnitude as this.\n\nWe worked with dozens of Community Partners to promote the event, including Atlantic Business Hub, Parity Technologies, Infosys, Grain Discovery, Silicon Valley Blockchain Society, Slalom, Kaleido, Loudhailer, Bitcoin Bay, Lition, Winding Tree, MMH, ICON, France Canada Chamber of Commerce, World BI Group, Hyperledger, Nem Group, George Brown School of Computer Technology, Enterprise Ethereum Alliance, Indorse.io, Anyblock Analytics, PharmaLedger, Polkadot, Unibright, Ava Labs, and TRG Capital.\n\nHeartfelt thanks to our staff and members of the Blockchain Research Institute. I continue to be amazed by what a wonderful team and community we have built.\n\nThank you to those who joined us for this premier blockchain experience. I hope you enjoyed the insights we provided you this week and I encourage you to watch it all on-demand right away here!\n\nKindest regards,\n\nDon", "summary": "When it comes to blockchain in the enterprise, I don’t believe there has ever been such a tour de force.\nI am so proud of what we accomplished over the week and it’s just getting going.\nBlockchain Revolution Global and Global Blockchain Week – a fully digital week-long program centered around global blockchain transformation in enterprise, government, and society.\nBlockchain Research Institute Europe (BRIE), Blockwall, Huobi Global, and Blockchain Research Institute Brasil supported us as Global Hub Partners, sharing and promoting the event to their regions of expertise.\nI hope you enjoyed the insights we provided you this week and I encourage you to watch it all on-demand right away here!", "keywords": "['program', 'enjoy', 'global', 'event', 'technologies', 'blockchain', 'week', 'support', 'ondemand', 'worked', 'partners', 'sessions']"}, {"link": "https://www.linkedin.com/pulse/your-invitation-week-programming-blockchain-business-don-tapscott", "title": "Your invitation to a week of programming about blockchain technology in business, government and democracy - Blockchain Revolution Global 2020", "text": "Starting Monday, in the week preceding the US election, we kick off Blockchain Revolution Global 2020, a week of important conversations globally about inspiring solutions for new models of business, government, democracy and a new global order. Modest topics, to be sure, and timely as the following week the world watches as America votes.\n\nAs one of my followers on LinkedIn, you are invited to attend and participate Blockchain Revolution Global 2020 for a 25% discount – just register here using the code 25BRG20\n\nSince the early 1990s, I have written that the digital revolution holds vast promise to strengthen our democratic institutions through open government, deep citizen engagement, transparency, high performance government and accountability of elected representatives.\n\nBut today there is evidence that the opposite is happening. The digital age has led the decline of traditional media and a fragmentation of public discourse where we can each follow our own point of view in self-reinforcing echo chambers. In the last presidential debate most of us watched, not to be informed, but to receive comfort for our own pre-existing point of view.\n\nSocial media enables demagogues to create their own facts, for example in challenging basic science around the Covid-19 pandemic and crippling an effective societal response. Pre the Internet, we had several trusted sources of information. Today there are millions and many citizens complain of information overload. Politicians can speak, unfiltered directly to the electorate and make up their own truths.\n\nSeymour Martin Lipsett, was one of the world’s leading theorists about democracy, possibly ever. He wrote decades ago that political legitimacy is “the capacity of a political system to engender and maintain the belief that existing political institutions are the most appropriate and proper ones for the society.”[1] In other words you may not like who is in power but at least you think the system is a good one.\n\nArguably there is a crisis of legitimacy emerging in many countries today. The President of the United States is the first to say that democracy is deeply flawed -- full of fraud and for the first time in American history is challenging the notion of a peaceful transition of power should he lose. While there is no evidence of fraud, there is widespread evidence for systematic voter suppression in poor and minority districts. Politicians seem beholden to powerful interests not the electorate – gun laws or lack thereof being an example. Today in the US, the concept of majority rule seems to be obviated, as the person with the most votes didn’t win the last election and that could happen again. Districts are severely gerrymandered to favour one party. The fundamental idea of checks and balances seems to be compromised -- unless something unexpected happens there will be a strongly partisan supreme court for decades.\n\nToday trust in government is at an all-time low. Over the past twenty years voter turnout has dropped in many western democracies, in some cases dramatically. The trend is strongest among young people, who increasingly agree with the bumper sticker, “Don’t Vote. It only encourages them!”\n\nDisenchanted citizens seek alternatives to government and traditional institutional processes. Many use the Web to create new forms of organization for social change, such as multi-stakeholder networks that involve companies, non-governmental organizations and other independent parties. They create knowledge, solve problems directly, and even govern resources — bypassing dependence on government.\n\nThe good news is that this trend may disrupted next week in the United States as voter turnout may break records. The global pandemic has also de-stigmatized government, as most of us can see how organizations like the Federal Reserve, CDC, US Army and countless other government agencies are necessary to get us through this.\n\nStill, these combined factors are producing a crisis of legitimacy for our democratic institutions of historic proportions. They should be seen as storm warnings for significant social upheaval once the votes are finally counted.\n\nHow could a next generation of technology including AI, machine learning and most important blockchain contribute to solving this crisis? Could it help us finally transform the delivery of government services and help us build a new era of legitimate democracy and citizen trust in government ? The first wave of democracy established elected and accountable institutions of governance, but with a weak public mandate, inert citizenry and politicians who were beholder to powerful interests. Could we build a second wave, characterized by strong representation, transparency, accountability of representatives to citizens new culture of public deliberation built on active citizenship?\n\nPresenting Blockchain Revolution Global 2020\n\nThis is one of dozens of topics we’ll be discussing next week. Personally, I’m excited about the opening session on Monday at 1:15 where I will share my thoughts in a major address on how the pandemic intersects with the digital age. My conclusion is that this combination will cause us to rethink our social contract – 10 profound transformations. I hope you’ll join us.\n\nThe Blockchain Research Institute (BRI) and MCI Canada are excited to present Blockchain Revolution Global 2020 (BRG), a premier virtual blockchain experience running next week from October 26-30. BRG is returning for its second year as an all-virtual series of speakers, panels, and presentations on a spectacular new platform built by Tata Consultancy Services to engage a global audience. This premier enterprise blockchain conference will run during Global Blockchain Week, a new week-long initiative to celebrate blockchain transformation in a global setting.\n\nAfter the success of the inaugural BRG conference in 2019, we are proud to partner with global leaders in the blockchain ecosystem for BRG 2020, where we will discuss the promise and potential for blockchain in enterprise, government, and society. There is a spectacular line up of speakers from around the world, and incidentally many of them are women. You can take a look at the full program here.\n\nBRG 2020 will feature the following sponsors and partners\n\nPresenting Partner: Tata Consultancy Services\n\nEcosystem Partners: ConsenSys Health, Huobi, FedEx, and IBM\n\nThought Leadership Partners: Bosagora, City of Toronto, Deloitte, Interac, Procter & Gamble, and PermianChain Technologies Inc.\n\nInnovation Partners: Gowling WLG, Access Copyright, Props Project, Orion Protocol, Solve.Care, and ViewFin\n\nGlobal Hub Partners: Blockchain Research Institute Europe, Huobi, Blockwall, and Global Blockchain Organization\n\nResource Partners: 3iQ and VeriTX\n\nMedia Partners: Cointelegraph and Forkast.News\n\nProduction Partner: IdeaCity\n\nCommunity Partners: Atlantic Business Hub, Hyperledger, World BI Group, InterWork Alliance, Loudhailer, MMH Group, France Canada Chamber of Commerce, ICON, Lition, Grain Discovery, WindingTree, Kaleido, NEM Group, and Bitcoin Bay.\n\nBRG is the first worldwide enterprise leadership community for blockchain, where we bring together the foremost experts, innovators, researchers, and thought leaders to accelerate digital transformation. BRG 2020 will highlight speakers from across the enterprise blockchain ecosystem, including FedEx President & COO Raj Subramaniam, and FedEx CIO Rob Carter. The event will feature presentations from global organizations such as Tata Consultancy Services, IBM, P&G, HSBC, ANZ Bank, WeTrade, World Trade Organization, World Bank, UNICEF, Microsoft, Sick Kids Hospital, MIT, INSEAD, Everledger, ConsenSys Health, and many more.\n\nI honestly can’t wait for this to start and I hope you’ll join me as we discuss how to bridge the gap between the promise of the next era of technology and the reality.\n\nI look forward to seeing you next week at BRG 2020,\n\nDon\n\n[1] Lipset, Seymour Martin (March 1959). \"Some Social Requisites of Democracy: Economic Development and Political Legitimacy\". The American Political Science Review 53 (1): 69–105.", "summary": "Starting Monday, in the week preceding the US election, we kick off Blockchain Revolution Global 2020, a week of important conversations globally about inspiring solutions for new models of business, government, democracy and a new global order.\nPresenting Blockchain Revolution Global 2020This is one of dozens of topics we’ll be discussing next week.\nThe Blockchain Research Institute (BRI) and MCI Canada are excited to present Blockchain Revolution Global 2020 (BRG), a premier virtual blockchain experience running next week from October 26-30.\nThis premier enterprise blockchain conference will run during Global Blockchain Week, a new week-long initiative to celebrate blockchain transformation in a global setting.\nBRG 2020 will highlight speakers from across the enterprise blockchain ecosystem, including FedEx President & COO Raj Subramaniam, and FedEx CIO Rob Carter.", "keywords": "['democracy', 'global', 'programming', 'brg', 'blockchain', 'week', '2020', 'invitation', 'business', 'political', 'partners', 'world', 'revolution', 'technology']"}, {"link": "https://www.linkedin.com/pulse/golang-blockchain-reemi-shirsath", "title": "Golang In Blockchain", "text": "Before we start with Golang in Blockchain let us first understand what is Blockchain.\n\nWhat is Blockchain?\n\nSecured series or chain of timestamp records that are stored in a database that is managed by a group of users of a decentralized network. Blockchain is a distributed ledger in which each node in the network can access the data, records stored in the Blockchain. In Blockchain all the important data records are encrypted using cryptographic techniques to ensure data security. The idea behind creating Blockchain technology is to have a network of multiple users, computers which are known as Nodes, and these nodes can have secure transactions without any dependency on third-party mediators.\n\nSome Features of Blockchain Are:-\n\nIncreased Capacity\n\nSecurity\n\nImmutability\n\nDecentralized System\n\nThe Settlement Is Faster\n\nTypes of Blockchains\n\nPrivate Blockchain\n\nPublic Blockchain\n\nConsortium Blockchain\n\nHybrid Blockchain\n\nThe comparison of best blockchain platforms used by companies for building blockchain-based applications is as followed\n\nGolang in Blockchain\n\nTess Rinearson and Peter Szilagyi are two well know people when it comes to this industry. Tess Rinearson is working on the Tendermint Core proof-of-stake consensus algorithm and Peter Szilagyi's core developer of the Ethereum Blockchain.\n\nIn one of their interview, they said - What they thought the strengths and weaknesses of using Go to build these apps are, the most common mistakes made by developers working on them, and the most promising use of blockchain itself.\n\nGolang in Blockchain:-\n\nBest fit language for multithreaded networking applications ( as it has goroutines and channels).\n\nThe complexity of code is simplified using Golang.\n\nPeople working in Blockchain often like to think in Golang\n\nConcurrency is one major thing that people like in Golang\n\nSimple to read and understand for a new developer\n\nMistakes Golang Developers Most Commonly Make When Creating Blockchain Apps\n\nSome Golang developers make every structure, object passive, and which causes no thread running beside it. When some work is to be done then it will spawn off the threads and keep the object idle. This can become nasty for synchronization.\n\nSome Golang developers try to work with an approach where most of the objects have an inner run loop and all the outside started threads communicate with the run loop using messages. Even though this approach seems simple and easier this run loop can become a bottleneck\n\nDevelopers get trapped into adding more than the required concurrency which impacts sometimes using all the available resources as much as possible and not as per the requirement. And this can impact on the performance.\n\nInconsistency of Developers with norms of the language, i.e Golang to be done in Golang way.\n\nRead more about the article from the original source here\n\nAuthor: Reemi Shirsath, COO @ Scalent.io - A Golang Specialized Development Company.\n\n\n\n\n\nYou can also read more articles about Golang here-\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n", "summary": "Before we start with Golang in Blockchain let us first understand what is Blockchain.\nBlockchain is a distributed ledger in which each node in the network can access the data, records stored in the Blockchain.\nIn Blockchain all the important data records are encrypted using cryptographic techniques to ensure data security.\nPeople working in Blockchain often like to think in GolangConcurrency is one major thing that people like in GolangSimple to read and understand for a new developerMistakes Golang Developers Most Commonly Make When Creating Blockchain AppsSome Golang developers make every structure, object passive, and which causes no thread running beside it.\nInconsistency of Developers with norms of the language, i.e Golang to be done in Golang way.", "keywords": "['golang', 'developers', 'records', 'network', 'loop', 'blockchain', 'working', 'using', 'run', 'data']"}, {"link": "https://www.linkedin.com/pulse/introducing-global-blockchain-week-digital-economy-weekly-tapscott", "title": "Introducing Global Blockchain Week - The Digital Economy Weekly #11", "text": "It’s official – after many months of delays and hurdles, we’ve decided that our global conference Blockchain Revolution Global needed to be bigger and better than ever before. Rather than the two-day event we had originally planned back in April, I am excited to announce that Blockchain Revolution Global will be the flagship event for Global Blockchain Week.\n\nThe pandemic caused a multitude of disruptions, across all areas of our lives. It revealed with searing clarity weaknesses in our leaders, governments, social safety nets and economies, but it also revealed problems with our systems of health, data, and even how we manage money and distribute value in times of crisis.\n\nAt the Blockchain Research Institute, we had to sit back, reassess, and adapt. We realized that times like these demand that we come together and refocus, recalibrate, and look for opportunities to experiment and innovate.\n\nWe made the decision to move towards a fully virtual model of business, starting with the postponement of our premier live event, the Blockchain Revolution Global conference originally planned for April of this year.\n\nIn July of this year we opted to host the Enterprise Blockchain Awards as a fully virtual event with state of the art technology, which included holograms. Hosts, nominees, and even musical guests were beamed onto a virtual stage for a live event that had formerly been in-person, surrounded by our colleagues, at the Steamwhistle brewery in Toronto.\n\nWe prepared for the event with gritted teeth and were ecstatic at the result as attendance went up by a factor of 10. More important, it provided us with the insights to make the world's most important on blockchain in the enterprise conference even better, despite the limitations of the virtual world.\n\nThe Blockchain Research Institute’s mission is to help “realize the new promise of the digital economy.” It’s a new promise because we’re in a new second era of the digital age, where technologies like artificial intelligence (AI), the Internet of Things (IoT), augmented and virtual reality (AR/VR), biotech, and above all, blockchain are providing leaders with an unprecedented set of opportunities. These technologies have not stormed the world; rather, they’ve developed slowly in an uneven and combined or complementary manner. But, as our research shows, these technologies are now relevant as never before, not just to business and the economy but to the future of public health and the safety of global populations. Traditional systems have failed and it’s time for a new paradigm. To build on Victor Hugo, “Nothing is more powerful than an idea that has become a necessity.”\n\nOne of the weird, serendipitous advantages of a virtual event is that it is infinitely easier to go global with it. Sure, last year it was fun to all come together in one place and hang out. But needless to say it was a big cost and logistical hassle for many. That is why we decided to expand globally by establishing Global Blockchain Week as an anchoring initiative to drive this transformation, with Blockchain Revolution Global as the flagship event. From this moment onwards, Global Blockchain Week will be an annual event with a full week of blockchain focused initiatives.\n\nCo-hosted by the Blockchain Research Institute and MCI Group Canada, Global Blockchain Week will run from October 26th-30th. My hope is that it will be the start of an annual gathering bringing together the best and brightest from the enterprise blockchain ecosystem to celebrate innovation, explore new avenues of value, and push for industry-wide adoption of blockchain technologies.\n\nIf you would like to get involved with Global Blockchain Week, send an inquiry today! And remember to register for Blockchain Revolution Global, our premier virtual conference.\n\nLet's change the world together!\n\nDon", "summary": "It’s official – after many months of delays and hurdles, we’ve decided that our global conference Blockchain Revolution Global needed to be bigger and better than ever before.\nRather than the two-day event we had originally planned back in April, I am excited to announce that Blockchain Revolution Global will be the flagship event for Global Blockchain Week.\nThat is why we decided to expand globally by establishing Global Blockchain Week as an anchoring initiative to drive this transformation, with Blockchain Revolution Global as the flagship event.\nFrom this moment onwards, Global Blockchain Week will be an annual event with a full week of blockchain focused initiatives.\nCo-hosted by the Blockchain Research Institute and MCI Group Canada, Global Blockchain Week will run from October 26th-30th.", "keywords": "['enterprise', 'global', 'introducing', 'research', 'event', 'virtual', 'blockchain', 'week', 'technologies', 'conference', 'digital', 'economy', 'weekly', '11', 'revolution']"}, {"link": "https://www.linkedin.com/pulse/how-blockchain-can-prevent-spread-fake-news-dr-mark-van-rijmenam?trk=read_related_article-card_title", "title": "How Blockchain Can Prevent the Spread of Fake News", "text": "What’s the current state of blockchain and “fake news”?\n\nIn recent years, a great deal of attention has been devoted to the supposed rise in “fake news”: a term that can cover everything from satire and misleading content to articles that are completely fabricated. According to the 2018 Edelman Trust Barometer, which surveyed respondents in 28 countries:\n\n59 percent of people said they were unsure about the reliability of information they see in the media.\n\n63 percent said they believe the average person does not know how to differentiate journalistic facts from falsehoods.\n\nAlmost 70 percent said they worry about fake news being used as a “weapon.”\n\n“Deepfakes,” manipulated audio and video files that are intended to mimic a politician or celebrity, are one of the biggest potential concerns regarding fake news. In 2018, for example, BuzzFeed created a deepfake video of Barack Obama (with the help of a voiceover from actor Jordan Peele) to raise awareness of the technology. However, although deepfakes have generated a firestorm of controversy, thus far none of them have been convincing enough to have a noticeable real-world effect.\n\nLanguage generation models such as GPT-3, which was released in June 2020, may also pose a fake news risk. GPT-3 has demonstrated highly advanced capabilities for producing several paragraphs of realistic English text, and even correctly answering certain types of human-supplied questions. This has prompted speculation that malicious actors could use GPT-3 for nefarious ends: for example, automatically creating article after article of false (but realistic-sounding) writing.\n\nWhile deepfakes and GPT-3 have so far only posed a theoretical problem, rapid technological advancements could mean that fake news becomes a much bigger, much thornier issue in the near future. Enter the blockchain: a peer-to-peer technology that uses transparent, distributed ledgers to record information in a way that makes it virtually impossible to falsify or hack. The blockchain has been proposed as an answer for everything ranging from cryptocurrencies to identifying counterfeit wines—so why not for combating fake news as well?\n\nThe IT research and analysis firm Gartner has predicted that by 2023, up to 30 percent of news and video content will be authenticated by the blockchain, helping to counteract deepfake technology. But what would such a solution look like in practice? To find out, let’s look at how some media organizations are already using the blockchain.\n\nHow are media organizations using the blockchain?\n\nWhen discussing the problem of fake news, we need to distinguish between two different issues:\n\nUsers and third-party media outlets misinterpreting the original source or taking it out of context. Media outlets that have a reputation for misleading or false reporting.\n\nMedia organizations looking to apply the blockchain in journalism have so far used it to address the first issue: proving the authenticity of their media content. In July 2019, the New York Times confirmed that it was working on a blockchain-based solution called the News Provenance Project to help fight the spread of fake news.\n\nThe project’s first area of study was how to counteract misinformation by using the blockchain to include context with visual content. For example, a photo taken of one news event (say, a natural disaster such as a wildfire or hurricane) might be reused to illustrate a completely different news event at a different time and location.\n\nAfter conducting interviews with dozens of news consumers, the New York Times came to several conclusions about the best way to fight visual “fake news,” including:\n\nPeople want to know the facts about the news, but prefer to form their own opinions. Questions and prompts can help users think for themselves and learn to recognize signs of misinformation.\n\nIncluding supplemental details about visual media (such as the photographer, original publisher, date, location, etc.) helps people think for themselves without feeling unduly pressured or influenced.\n\nFighting fake news is most important for the stories that people care the most about, making them willing to seek out additional context. Being skeptical enough to fact-check a news story is generally the exception, not the norm.\n\nChanging people’s inaccurate understanding of a news story is more difficult the longer that they are exposed to it. This means that fact-checking should ideally occur before users even encounter the misinformation.\n\nThe NYT then built a proof of concept in collaboration with IBM: a simulated, Facebook-like social media website that includes pop-up windows providing accurate metadata for each photograph on a user’s timeline. This PoC website uses the blockchain to store information such as the image’s photographer, time and date, location, caption, and other photos from the same event. According to the project’s website, future directions for the News Provenance Project include working with newsrooms and content moderators to bring the proof of concept from research to reality.\n\nIn April 2020, Italy’s top wire service Agenzia Nazionale Stampa Associata (ANSA) announced that it would launch a similar blockchain-based initiative in collaboration with Ernst & Young. Called “ANSAcheck,” the tool will allow readers to verify the accuracy of an article by clicking on a tracking label that provides context such as the date and time the article was published.\n\nANSAcheck uses Ernst & Young’s EY Ops Chain technology and the Ethereum blockchain to create “smart contracts”: code that automatically links a news article with its digital representation on the blockchain. When an article is modified or picked up by a third-party publisher, this event is also recorded on the blockchain, so users enjoy full transparency into the publication history.\n\nHow are journalism startups using the blockchain?\n\nLarge media organizations aren’t the only ones investigating how the blockchain can help stop the spread of misinformation. Startups have generally focused on the second problem mentioned above: separating reputable outlets from those with a reputation for stretching the truth. The blockchain-based startup Civil Media, for example, launched its own cryptocurrency CVL in 2018 to help incentivize journalistic accuracy.\n\nAccording to Civil, today’s newsrooms are too focused on pursuing users’ attention and revenue, which is a major reason for the growth of clickbait, journalistic controversy, and fake news. Instead, the startup proposed letting readers purchase the right to vote on which media organizations are fair and reputable.\n\nEssentially, Civil envisioned creating a new economy for journalism in which users can reward media outlets with high-quality work, and also contest the reputation of outlets that they find questionable. To alter the contents of an article stored on the blockchain (e.g. to correct misinformation), a majority of Civil users need to agree on the changes. A “council” made up of notable journalists would be responsible for arbitrating any disputes.\n\nWhile Civil attracted the interest of several prominent news organizations—including Forbes and the Associated Press—it ultimately folded in June 2020 after failing to attract enough buyers during its 2018 ICO (initial coin offering). In its place, other startups such as Po.et and Nwzer are exploring the potential applications of the blockchain for journalism.\n\nOf course, as you might know, we are also working on a startup to fight misinformation, bots and trolls. With Mavin we are building a decentralized content rating tool for holding governments and media organizations accountable—essentially, an “IMDb rating” for the trustworthiness of online content. Currently in beta, our Mavin browser plugin provides a trust score for news articles, based on both an AI assessment and the votes of human readers. As such, readers will be able to instantly recognise whether they can trust the content they read, share or engage in. Each user also has a reputation score, based on factors such as their identity and expertise, that affects how influential their vote is. Once the Mavin blockchain is launched, anyone can see all, anonymised, ratings and re-calculate the trust score for any article.\n\nWhat’s the future of the blockchain and fake news?\n\nAlthough the initiatives we’ve discussed so far seem promising, they’ve only scratched the surface of what’s possible. Two recent papers have explored ideas for potential future uses of the blockchain for journalism.\n\nFirst, a paper by Adnan Qayyum et al., “Using Blockchain to Rein in The New Post-Truth World and Check The Spread of Fake News,” proposes a blockchain-based framework to fight misinformation. The system consists of three parts:\n\nA decentralized publishers management protocol that assesses the reputation of news organizations.\n\nthat assesses the reputation of news organizations. A smart contract that publishes news articles to the network, along with relevant information such as the publisher, time stamp, cryptographic public key, etc.\n\nthat publishes news articles to the network, along with relevant information such as the publisher, time stamp, cryptographic public key, etc. A blockchain with “honest” miner nodes to help prevent malicious actors from taking over the network.\n\nA second paper, “Fake News, Disinformation, and Deepfakes: Leveraging Distributed Ledger Technologies and Blockchain to Combat Digital Deception and Counterfeit Reality” by Paula Fraga-Lamas and Tiago M. Fernández-Caramés, goes even deeper. The authors propose a number of concepts in which the blockchain and other distributed ledger technologies (DLTs) could be applied to journalism.\n\nFor example, the blockchain could be used to implement an “incentivized truth” system, in which fact-checkers who are deemed reliable are given tokens or other incentives as their reputation for accuracy grows. The authors cite the (now defunct) Latvian platform 4Facts.org, which proposed using both professional and crowdsourced fact-checking with financial rewards.\n\nHowever, the authors also note a few challenges and open questions regarding the use of the blockchain for journalism:\n\nThe best way to perform content moderation of objectionable material, which has traditionally relied on a centralized authority, is less clear in a decentralized network such as the blockchain.\n\nof objectionable material, which has traditionally relied on a centralized authority, is less clear in a decentralized network such as the blockchain. Reputation-based systems need strong protections against user biases and malicious actors.\n\nneed strong protections against user biases and malicious actors. News organizations need some proof of authenticity to ensure that data is not forged before an article is stored on the blockchain.\n\nConclusion\n\nRecent technological developments such as GPT-3 and deepfakes have raised the specter of highly advanced fake news. The good news is that by offering a distributed, immutable ledger, the blockchain can do a great deal to combat the spread of falsehoods and inaccuracies.\n\nBoth industry leaders like the New York Times and agile startups like Mavin are exploring the use of the blockchain to address concerns about journalistic integrity and accuracy. In the next few years, we expect to see multiple blockchain-based solutions that can help stem the tide of fake news—and we’re excited to see how it all plays out.\n\nDr Mark van Rijmenam is the founder of Datafloq and Mavin, he is a globally recognised speaker on big data, blockchain, AI and the Future of Work. He is a strategist and author of 3 management books: Think Bigger, Blockchain and The Organisation of Tomorrow.\n\nDr Mark van Rijmenam is The Digital Speaker and he offers inspirational (virtual) keynotes on the future of work, either in-person, as an avatar or as a hologram, bringing your event to the next level:\n\n\n\n", "summary": "To find out, let’s look at how some media organizations are already using the blockchain.\nHow are media organizations using the blockchain?\nMedia organizations looking to apply the blockchain in journalism have so far used it to address the first issue: proving the authenticity of their media content.\nLarge media organizations aren’t the only ones investigating how the blockchain can help stop the spread of misinformation.\nFirst, a paper by Adnan Qayyum et al., “Using Blockchain to Rein in The New Post-Truth World and Check The Spread of Fake News,” proposes a blockchain-based framework to fight misinformation.", "keywords": "['reputation', 'organizations', 'prevent', 'blockchain', 'content', 'media', 'help', 'spread', 'article', 'using', 'users', 'fake']"}]