[{"title": "What Is Blockchain and How Does It Work?", "link": "https://www.thesslstore.com/blog/what-is-blockchain-how-does-blockchain-work/", "date": "2020-12-03 16:12:10-05:00", "authors": "['Bernard Brode']", "keywords": "['does', 'network', 'data', 'blockchains', 'work', 'security', 'transaction', 'system', 'blockchain', 'chain', 'technology', 'bitcoin']", "summary": "(2 votes, average: 5.00 out of 5)votes, average:out of 5) Loading... Loading... What Is Blockchain and How Does It Work?\nBut there remains plenty of confusion regarding what blockchain is, what it does, and how blockchain works.\nBlockchain Definition and ExplanationIn the most basic sense, a blockchain is a publicly-managed and verified record of transactional data.\nHow Blockchain WorksNow that we understand what blockchain is, it’s time to actually explore the components of the process and answer the question “how does blockchain work?” How blockchain works, to put it simply, is through a time-stamped series of data records, managed by a group of computers not under the ownership of any single entity, individual, or corporation.\nEvery blockchain transaction goes through the same steps regardless of whether it’s used for financial transactions or product tracking.", "text": "(2 votes, average: 5.00 out of 5)\n\nvotes, average:out of 5) Loading... Loading... What Is Blockchain and How Does It Work?\n\nLifting the lid on the tech we’ve all heard so much about, yet many of us haven’t wrapped our heads around… yet\n\nAlthough the term “blockchain” has become part of our modern lexicon, a lot of people are left asking, “what is blockchain?” Is it a cultural phenomenon? A reimagining of the internet’s potential? A fool-proof answer to online security issues?\n\nThere are more questions surrounding the nature of blockchain than there are cryptocurrencies in existence — and, believe us, there are a lot of cryptocurrencies. (More than 7,850 as of the publication of this article, according to coinmarketcap.com.) But there remains plenty of confusion regarding what blockchain is, what it does, and how blockchain works. You might know that blockchain relates to cryptocurrencies in some way, but you might not know in what capacity, or what other industries this technology applies to.\n\nWhile nobody is entirely sure who Satoshi Nakamoto is — potentially the creator of Bitcoin (the first cryptocurrency), according to Newsweek — there’s no denying that blockchain is a technology that’s developed, evolved, and grown into one of the defining inventions of our age. With new blockchain benefits emerging every year, it feels as though we’re only at the beginning of a truly remarkable technology.\n\nWith that in mind, let’s focus on the big question. What is blockchain, really? And how does blockchain work?\n\nLet’s hash it out.\n\nWhat Is Blockchain? Blockchain Definition and Explanation\n\nIn the most basic sense, a blockchain is a publicly-managed and verified record of transactional data. All of the data blocks are ordered chronologically and are connected to form a “chain” — hence, the term “blockchain.” All of the chain’s old blocks of data are permanent; they can’t be modified or altered retroactively.\n\nBlockchain is an alternative to traditional centralized systems (like the traditional banking and financial system), which is why blockchain is integral to many cryptocurrencies. However, it’s not only useful for cryptocurrencies — there are other potential applications for blockchain in other industries and sectors as well (although Gartner predicts that 90% of such projects for supply chains will fizzle out by 2023). We’ll explore some of those potential applications later in the article.\n\nAs far as a technical blockchain definition goes, this technology is a decentralized and distributed public ledger constructed around a P2P (peer-to-peer) system. This system can be openly shared among its users to form an immutable record of transactions. Each of these transactions are time-stamped and indelibly connected to the previous chain link. Each time a transaction is added, the fresh data forms a new block at the end of the chain.\n\nHere’s where it gets clever (and hard for cybercriminals to manipulate). Blockchain is only able to be updated by consensus. That is, the participants in the chain system must agree on additions and changes to the chain itself — something which becomes significant when you factor in that nothing entered into the blockchain can be removed. Verifiable and auditable, blockchains allow for precise and transparent record-keeping.\n\nBlockchain: The Google Sheets of Cryptocurrencies\n\nIf that all sounds a little confusing, let’s give you a neat analogy based upon something we all know and love: spreadsheets. Here, we’ll consider the use of traditional Excel spreadsheets versus Google Sheets, and how Google Sheets is similar to a blockchain (but with one very important difference).\n\nImagine, if you will, a spreadsheet that has been duplicated 10,000 times across a wide network of computers. Now, picture in your mind that this network has been designed to keep this spreadsheet updated in real time. That’s it — that’s blockchain, right there. Let’s delve a little deeper into this analogy and see what else we uncover.\n\nTraditionally, spreadsheet documents that were shared for collaborative purposes had to undergo a certain process in order to make that happen. An Excel document would have to be created, saved, and emailed to a recipient who’d then be asked to make their edits, save once again, and email it back. It worked — there’s no question about that — and there are clear benefits to “locking out” the other party while the editing is underway (for example, in the world of banking, you can’t have two owners manipulating or changing the same record at the same time). However, for many users, it wasn’t the most efficient way of doing things.\n\nYou’d run into a variety of spreadsheet management issues. People would lose track of the most recent versions of documents or wind up updating old versions of the spreadsheet. There had to be an easier way for everyone to have access without having 10,000 versions of a spread in different iterations, right?\n\nEnter Google Docs (or, more specifically, Google Sheets) — a real game changer. With a Google Sheets file, all parties with access to a single “live” version of the spreadsheet can view, edit, and modify the document simultaneously at any given time. (While this isn’t a perfect analogy, it gives you the general idea of how a blockchain works.)\n\nTherein lies a whole number of benefits, which are inseparable from how blockchain actually works. All of the data held on a blockchain exists as a continually reconciled and shared database, and the plus-points that arise from this system are fairly easy to see, and not by any means just in the realm of document sharing. However, unlike a shared Google Sheets file, the blockchain isn’t stored in one location, ensuring that any data it keeps remains public and easy to verify. What’s more, hackers can’t get into a centralized version of the data, and the data is accessible to anyone on the internet at any given time.\n\nHow Blockchain Works\n\nNow that we understand what blockchain is, it’s time to actually explore the components of the process and answer the question “how does blockchain work?” How blockchain works, to put it simply, is through a time-stamped series of data records, managed by a group of computers not under the ownership of any single entity, individual, or corporation. The blocks of data (which are, indeed, referred to as “blocks”) are bound to one another with the use of cryptographic principles, forming the eponymous “chain.”\n\nPublic blockchain ledgers are primarily managed autonomously and are used in peer-to-peer networks to exchange data between connected groups of parties. As is the nature of blockchain, there’s no need for an administrator. The users work together as a collective administrator. Another form of blockchain, generally known as a permissioned or “private” blockchain, allows an organization to both create and administer transactional networks that can be used with partners, either internally or from one company to another.\n\nEvery blockchain transaction goes through the same steps regardless of whether it’s used for financial transactions or product tracking. The basic principle of the operation of any blockchain can be broken into four distinct, contiguous steps:\n\nA record is made of each transaction. This record, which contains certain details of the people making the transaction, is authenticated using the digital signature of each. Each transaction is verified to ensure its validity. This verification process is completed by the computers connected to the network, each of which independently checks to ensure that the trade is legitimate. Because this is a decentralized process, it means that every node in the network needs to agree before the process can be completed. Once verified, each transaction is added to a block that gets hashed. “Blocks” are basically groups of transaction records, and each one is unique. Each block also carries a code known as a hash value (or hash digest), which both uniquely identifies it and calls out its position within the blockchain. The hash also ensures the integrity of the data to show that it hasn’t been modified since it was recorded in the block. Once complete, the block is added to the end of the blockchain. This brings us to the end of the blockchain creation and verification process. Once one block is complete, another block will soon follow — typically within just a matter of minutes.\n\nThe Three Pillars of Blockchain That Make It Hard to Fake\n\nAnother important aspect of understanding blockchain involves the so-called “three pillars” of the system. A quick aside — there’s some real dispute in the online community regarding just how many pillars blockchain features. Some place it as seven, others say nine. For simplicity’s sake, we’re going to stick with three. These are:\n\nDecentralization Transparency Immutability\n\nBlockchain Pillar 1: Decentralization\n\nLet’s kick things off with the first one. Up until the arrival of blockchains, we were accustomed to services that were fully centralized. Look at banks, for example. Your high street bank collects your money, and you can’t access it online (or in person) without directly going through the bank’s centralized systems.\n\nWhile these centralized systems, like traditional spreadsheets, have served us well for many years, they are far from perfect. When a centralized system is upgraded or changed, everything grinds to a halt. If it gets shut down, anyone who needs to use it is automatically shut out.\n\nBecause blockchains are, by their very nature, decentralized systems, the information is owned by every node in the network. As such, you don’t need to go through third parties in order to interact with the data. This was one of the driving forces behind the rise of Bitcoin. Quite simply, you and you alone are in charge of your money, and there’s no need for a bank to be involved.\n\nThis is not to say that Blockchains are not vulnerable to hackers. There have been plenty of high-profile hacks of blockchains, and owners have been guilty of de-anonymizing data and irreversible public disclosure. On the whole, however, the decentralized nature of blockchains means that they are more difficult to hack than traditional infrastructures.\n\nBlockchain Pillar 2: Transparency\n\nInterestingly, the concept of blockchain transparency is one which is often misunderstood. How can you achieve absolute privacy and absolute transparency at the same time? Well, via the use of complex cryptography and public addresses. For example, an individual’s transaction history will be represented by an encrypted code known as ciphertext. While Bitcoin.org says that anyone can see the balance and transactions from a particular address, this makes tracing this information to an individual a lot more challenging.\n\nMost blockchains are pseudoanonymous in this way, but that doesn’t mean that they’re completely anonymous. Nonetheless, in this system, real identities can be kept mainly secure, as long as users are careful to do so. According to Bitcoin.org:\n\n“Since users usually have to reveal their identity in order to receive services or goods, Bitcoin addresses cannot remain fully anonymous. As the block chain is permanent, it’s important to note that something not traceable currently may become trivial to trace in the future. For these reasons, Bitcoin addresses should only be used once and users must be careful not to disclose their addresses.”\n\nBlockchain Pillar 3: Immutability\n\nAt the center of blockchain is the concept of immutability. This means that once something has entered the blockchain, it cannot be altered, changed, or tampered with. This transparent record also aids in preventing double spending.\n\nAs far as financial security goes, this could be valuable in an ideal world. Imagine how many money laundering cases could be stopped in their tracks once people understood that company accounts would be significantly harder to manipulate, and books could no longer be cooked. However, considering that Bitcoin and other cryptocurrencies like Monero are still the overwhelming currencies of choice for cybercriminals, it’s still uncertain whether this would have the ideal positive impact one would hope for.\n\nWhich Industries Currently Use or Could Benefit from Blockchain?\n\nBlockchain is working to establish a new era of trust in online communication. And although it’s still a relatively new technology, it’s proving its usefulness and effectiveness across a number of vital industries.\n\nThe potential of these blockchains remains at a fever pitch, and has manifested in many surprising ways. For example, after a number of customers fell ill after eating a batch of lettuce infected with e-coli, IBM and Walmart worked alongside each other to create a blockchain which tracked fresh goods from the farm to customers’ homes. Once this blockchain was established, Walmart’s produce could be automatically followed via “‘smart contracts,” which helps reduce human error and creates a chain of accountability along the way.\n\nSome other companies IBM has worked with on its blockchain project include Tyson Foods, Nestle, and Golden State Foods, protocol.com reports. But changing decades’ old supply chain processes isn’t an overnight process. Implementation takes years to roll out, and IBM is still working on doing so with many of these companies.\n\nIt should come as no surprise that financial services is one industry in which blockchain is poised to shine. The technology essentially works to remove third parties from financial transactions. There’s no need for bankers, brokers, or government backers to get involved, and that means no fees for the individual. However, with those benefits also come some potential disadvantages. For the average user, their trust in a financial system relies on things such as being able to chargeback a payment, knowing they have fraud protection, and that they are regulatory bodies over financial systems.\n\nHealthcare is another industry making profound use of blockchain. In this context, the technology serves as a collaboration network, allowing various parties to exchange and develop information in real time. When the technology is applied to a patient’s electronic healthcare record, which can only be updated by authorized users, the benefits in regard to privacy is obvious.\n\nIf you’re a visual learner and would prefer to see blockchain info presented in that manner, finish reading this article and then take a look at this short video:\n\nThe Internet, Reincarnated?\n\nThe next two-part question is an obvious one: What makes blockchain important, and how is it poised to potentially transform the nature of computer technology?\n\nThe key to answering that revolves around the fact that blockchain networks have no central authority. They are, as such, an inherently democratic system, and due to the fact that they are shared, anyone in the chain has access to the data blocks it holds. This creates a level of transparency that’s rare in the Internet Age. Anything built upon a blockchain is accessible, and every member of the chain is accountable to themselves, and to each other.\n\nHowever, with the advantages of blockchain come disadvantages as well (which we’ll go over in the next few sections).\n\nFurther Benefits and Disadvantages of Blockchain\n\nThere’s never been a time when such a system has been more called for, or more needed. Online security and data privacy are two hot topics of our times. As such, expect today’s common privacy software to eventually incorporate blockchain technology in order to take advantage of next generation data protection.\n\nOf course, like any new technology, blockchain isn’t perfect. There remains the ever-present threat of bugs in the software used in conjunction with blockchain. Thus far, it hasn’t removed the need to encrypt data or remove the security measures we’ve become accustomed to. Another concern is its energy consumption. Blockchain consumes a lot of power globally. Cambridge University’s Cambridge Bitcoin Energy Consumption Index (CBECI) estimates that Bitcoin’s energy consumption (88.87 terawatt-hours [TWh] per year) is greater than the annual energy usage of many countries, including Finland (82.79 TWh) and Belgium (82.16 TWh).\n\nNonetheless, blockchain has made a heck of a buzz in the tech world, and shows no sign of slowing. Perhaps the most obvious reason for its growing popularity is that the world’s number one cryptocurrency, Bitcoin, has blockchain underpinning it. It’s the engine that makes open network payments possible, and allows a level of anonymity within its own blockchain. Bitcoin opened the floodgates but, since then, countless copycat (and some improved) cryptocurrencies have landed on the market with varying degrees of consumer success.\n\nDon’t Get Phished. Email is the most commonly exploited attack vector, costing organizations millions annually. And for SMBs, the damage can be fatal in terms of suffering data breaches & going out of business. Don’t be another statistic. Download it Now\n\n\n\nBlockchain: Is it Secure?\n\nWhether you’re a small business looking to increase your online security, a private user concerned about identity theft, or a multinational corporation in need of protection against hackers, online security is paramount. The truth is, sadly, that no system is completely unhackable, and cybercriminals are adept at keeping up with changes to security systems. Blockchain however, with its simplicity and transparency, might be one of the most secure system at our disposal, if implemented correctly.\n\nThe reason for this is that in order for anything of value to take place in a blockchain, the network of nodes must be in consensus that the transaction is a valid one. This means that no single entity can say — one way or another — whether a transaction took place or not. If you were to hack a blockchain, you’d have to simultaneously hack into the hundreds or thousands of computers on the targeted network, all while the network fights back.\n\nHowever, it’s not quite as simple as this. The decentralized nature of blockchain can act as a security feature because so many copies of the blockchain are held in so many places that it can be extremely difficult for an attacker to affect them all simultaneously. However, research by Emin Gun Sirer and Ittay Eyal, as highlighted by Mike Orcutt at MIT Technology Review, casts doubt on this simplistic picture.\n\nOrcutt says their research shows that:\n\n“neither Bitcoin nor Ethereum is as decentralized as you might think. They found that the top four bitcoin-mining operations had more than 53 percent of the system’s average mining capacity per week. By the same measure, three Ethereum miners accounted for 61 percent.”\n\nThis means that networks that claim to be decentralized are, in fact, highly centralized, and therefore vulnerable to attack.\n\nOne blockchain vulnerability is known as a 51% attack, a name that refers to bad actors who manage to gain majority control of computers in a cryptocurrency mining pool. Essentially, if a hacker can access more than half of the computers in a blockchain (something which, realistically, is only going to happen on smaller blockchains), they’re more likely to succeed in taking control of the system as a whole. This exact scenario took place on the Ethereum Classic token exchange in January of last year, and led to trading being frozen on the second-most popular cryptocurrency.\n\nWhat’s Next for Blockchain?\n\nThe blockchain revolution, while already impressive in its scope and transformative potential, is really only beginning. In fact, there still remains a certain amount of resistance to blockchain among some organizations. It is true that the technology comes with both drawbacks and opportunities.\n\nBlockchain offers immutability and transparency. Traditional systems, on the other hand, offer control, full confidentiality, and more resource efficiency. Trading those off will depend on the product and the requirements. For example, a public blockchain showing donations to politicians might be a good idea. A public blockchain showing the schedules of preschoolers, however, would be a horrible idea.\n\nIn other words, there are also a significant number of challenges that need to be addressed before blockchain technologies can go mainstream. There are very real concerns that must be addressed, and businesses need to weigh the options that are best for them."}, {"title": "Blockchain: a stepping-stone or obstruction for shipping operations? – ShipInsight", "link": "https://shipinsight.com/articles/blockchain-a-stepping-stone-or-obstruction-for-shipping-operations/", "date": "2020-12-04 10:25:21+00:00", "authors": "[]", "keywords": "['website', 'data', 'operations', 'mr', 'shipping', 'maritime', 'obstruction', 'chubb', 'ship', 'steppingstone', '2019', 'blockchain', 'used', 'shipinsight']", "summary": "And can a company unilaterally decide to implement a blockchain approach to its business relationships?\nYet one of the highest profile uses of blockchain is to manage cryptocurrency accounts and news stories about thefts from those are alarming.\nMr Borwankar told ShipInsight that, based on this project, “the blockchain enabled ship registry process has been demonstrated”.\nUnless there is a clear benefit to switching to blockchain, the obstacles to it are “almost insurmountable”, he said.\n“The pain of change” from replacing an existing process with a blockchain alternative has to be worth it, he went on.", "text": "Its aim is to promote “the efficient, transparent and secure exchange of information in order to foster greater collaboration and trust across the global supply chain” and the most recent addition to its network is the Manila-based terminal operator ICTSI. TradeLens announced on 10 November that it is connecting all of its 31 terminals to the platform, giving them “permissioned access to accurate information on cargo movements well in advance of vessel arrivals.”\n\nIncluding this latest member, TradeLens says it now has more than 175 organisations, including “more than 10 ocean carriers and encompassing data from more than 600 ports and terminals.” In its first two years, it reckons it has tracked 30M container shipments, 1.5Bn events and roughly 13M published documents.\n\nSo this is a good moment to take stock of blockchain’s potential for shipping and assess where it can add value and where it simply adds unnecessary complexity. And can a company unilaterally decide to implement a blockchain approach to its business relationships?\n\nImmutable data storage\n\nFirst, it is important to know what blockchain is: it is a way of recording data and changes to that data across many storage locations linked as a network. The data is held as ‘blocks’ and the network links them in a chain.\n\nBecause of this structure, unauthorised access to one storage location will not yield access to, or change, the underlying data itself. This makes the data ‘immutable’ and thus secure.\n\nYet one of the highest profile uses of blockchain is to manage cryptocurrency accounts and news stories about thefts from those are alarming. In June this year, for example, the cryptocurrency news service Coindesk reported that $1.5Bn had been stolen in just the first five months of the year.\n\nThat might give the impression that blockchain is anything but the safe storage system that its supporters claim but, as ShipInsight reported in October 2019, they would reply that customer carelessness plays a big part in these losses. We quoted cyber security expert Prof David Shrier of the MIT and Oxford University describing to a seminar audience what he called ‘man-in-the-middle’ attacks, in which a hacker gets between the legitimate user and the blockchain database.\n\n“If you have a better lock on your door and you leave the keys lying around, your lock is not going to do anything for you,” he said, and a Forbes report at the time supported his view, describing how thefts have generally followed phishing and other tricks to take over accounts. It is also important to know that blockchains used for currency exchanges are open and public, while those used in the maritime sector are closed systems to which membership is controlled by existing users.\n\nTo get a perspective on how blockchain can best be used in the shipping sector, ShipInsight turned to Nick Chubb, managing director of Thetius, which describes itself as “a leading source of research and intelligence on emerging technologies within maritime.”\n\nAny situation in which “you need to record something in a way that is secure is a potential use-case for blockchain,” he said, and his own website includes a brief guide to blockchain in shipping. Yet Thetius itself does not use blockchain. He said this was it was not appropriate for its business model; “we’re an intelligence organisation so nothing we do has to be created in a fashion that would be immutable.”\n\nDon’t do it alone\n\nFor other companies considering using blockchain, his advice is that it is difficult to do it alone. Because blockchain’s value comes from the trust that it adds to the information it holds, it implies that this only becomes relevant if a company can share data with others who are blockchain-enabled and can therefore benefit from that added security.\n\nAs an example, he said that a company might adopt blockchain to accept payments in Bitcoin, but “how many of its clients are going to want to – or could – pay in Bitcoin?” he said. And for a company that trusts its corporate partners – as Thetius does – the extra trust that blockchain could bring may not be necessary. “It would add a lot of complexity and I would get no value back,” he said.\n\nIts real benefit, then, is in situations where there is no certainty of trust. An example discussed during the 2019 seminar mentioned above involved seafarer certificates, which can be easily forged. A trustworthy way for ship managers to access a database to confirm immediately that a certificate being offered by a job candidate is genuine would be an obvious benefit for the manager and improve safety onboard.\n\nSpeaking to ShipInsight during that event, the Nautical Institute’s director of projects, David Patraiko, said that “blockchain has the potential of addressing some of our industry’s big challenges for trustworthy certificates, effective documentation, fatigue and cyber security.” Mr Chubb agreed. “Seafarer certificates are probably one of the best examples [of blockchain use] because the level of trust that exists [in them] is very, very low.”\n\nOne of the speakers at the 2019 seminar was Anjaney Borwankar, co-founder and CEO of Singapore-based blockchain specialist Navozyme and for this article he told ShipInsight that, following a demonstration of ‘Blockchain Enabled E-Certificates’ in late 2019 to the Maritime Industry Authority of the Philippines and the Maritime Academy of Asia and the Pacific (MAAP), “we understand that budgets have been allocated by the Philippines Government for a blockchain enabled certification system.” However, “due to Covid-19, the initiative has got delayed and we are awaiting to reboot this initiative.”\n\nHe described BEEs as “real time dynamic assets generated in real-time via the data coming from authenticated sources.” Seafarers would be able to receive their certificate credentials on their mobiles, with “all the required verification checks carried out at the backend via the blockchain system.”\n\nShip registration is another area that would benefit from blockchain, Mr Chubb suggested, and referred to a project ShipInsight reported in October 2019 in which a consortium of the Singapore Shipping Association (SSA), the International Chamber of Commerce and a Singapore tech startup Perlin were developing a blockchain-based ship registration preparation system, called the International E-Registry of Ships (IERS).\n\nShipInsight is not aware of subsequent developments in that project and the SSA and Perlin did not respond to invitations to contribute to this article.\n\nMeanwhile, another Singapore scheme, the Blockchain Registry Alliance for Vessels (BRAV), has been making progress. It is supported by Singapore’s Maritime and Port Authority (MPA) and led jointly by Navozyme, Maersk Drilling and ABS. The Danish Maritime Authority has also joined BRAV earlier this year as an observer.\n\nMr Borwankar told ShipInsight that, based on this project, “the blockchain enabled ship registry process has been demonstrated”.\n\nThis appears to mark a significant shift for the MPA. In notes prepared for its 2019 call for proposals to its Maritime Innovation and Technology Fund and since posted on its website, it reported that, although it is “open to working with others and exploring blockchain”, it had “seen different technologies … that have unfortunately not been fit for purpose.”\n\nMr Chubb views blockchain’s move into ship registration as a significant development, saying that this would give a register a fully verifiable record of a ship and its history. If similar schemes were used by all registers, it would effectively create a decentralised trusted source of information about a ship, which would be valuable during ship sales or by authorities such as flag and port state inspectors.\n\nMr Borwankar also mentioned another of its blockchain solutions, the Navozyme-Vessel Registry Platform – which is designed to support the process of registering new builds, vessel sales and purchases and delisting vessels that are ready to be recycled. He said this had been recently demonstrated at an SSA event attended by “all the region’s shipowners.”\n\nBunker blockchain hit by COVID-19\n\nBunker transactions are another area of business where trusted data would be useful, Mr Chubb said, and referred to a technology launched in October 2019 by BunkerTrace. In use, this would track the presence of unique tracers that are added to the fuel at every stage of its supply chain and record each transaction in a blockchain-based system.\n\nThis could provide “an immutable audit trail that can be easily verified with a test on board prior to loading,” the company’s website states, allowing operators and managers “to make an informed decision about whether to proceed with onboarding fuel.”\n\nIts website includes two pre-launch case studies and a link to a media report saying that the dry cargo operator Marfin Management was planning to use the system – which ShipInsight understands followed a successful trial in late 2019 – but no further contracts have followed.\n\nBut its co-founder, Deanna MacDonald, remains positive. She reminded ShipInsight that, across the industry, “major testing and compliance enforcement plans have been disrupted, delayed or even suspended” because of the COVID-19 pandemic and said that BunkerTrace is “ensuring Marfin’s vessels are compliant with IMO 2020, while driving efficiency of their bunkering process.”\n\nShe said BunkerTrace has continued to build on its synthetic DNA and blockchain-based solutions and that it is exploring how its technology “can enhance remote inspection processes … as inspection teams are now less able to board vessels physically.”\n\nPort operations form another area that appears ripe for blockchain applications and Mr Borwankar mentioned a project Navozyme is involved in, alongside the port authorities of Barcelona and Tenerife and with the support of the environmental services provider TradeBe, shipping agency Alfaship and the Spain’s port state control organisation Capitania Maritima.\n\nThis will streamline port clearance and MARPOL documentation processes with blockchain, he said, adding that trials in the two ports have already been conducted “and the impact assessment we measured is promising.” In light of those results, “we are all preparing for commercial rollout from Q1 2021.”\n\nDespite these specific applications, the lack of more widespread blockchain use appears to reveal inertia in the industry that is holding back its introduction, which Mr Chubb acknowledged. Unless there is a clear benefit to switching to blockchain, the obstacles to it are “almost insurmountable”, he said. “The pain of change” from replacing an existing process with a blockchain alternative has to be worth it, he went on. “It works best when there is a system that is just not functioning very well because of a lack of trust.”\n\nThat is why TradeLens has succeeded. Mr Chubb singled it out as probably the biggest success for blockchain because it brings together many players across the entire logistics chain who are “streamlining their own internal processes by having data available to them.”\n\nOn its website, TradeLens echoes that idea of streamlining by comparing “the single direct line of sight” journey made by an item bought from an online retailer with a typical international shipment, which “could be connected to as many as 30 independent parties and 100 people, generating up to 200 exchanges of information.” But TradeLens, it says, gives “a single line of sight across all supply chain activities.”\n\nIt is a form of words that implies simplicity and, despite the technology’s currently slow uptake, Mr Chubb predicted that, in 10-15 years, blockchain will be used “anywhere there’s a transaction or a change of ownership” and most customers will not notice the transformation. “It is a genuinely transformative technology,” he said."}, {"title": "Blockchain in Retail Market Size, Share, Industry Growth, Increasing Demand Forecat 2024", "link": "https://www.dcvelocity.com/articles/48237-blockchain-in-retail-market-size-share-industry-growth-increasing-demand-forecat-2024", "date": "None", "authors": "[]", "keywords": "['retail', 'growth', 'market', 'industry', 'share', 'forecat', 'information', 'demand', 'global', 'corporation', 'walmart', 'research', 'size', 'players', 'blockchain', 'technology', 'increasing']", "summary": "Market OverviewBlockchain technology provides the retail industry with the opportunity to accept cryptocurrencies for payment, enabling cross-border payments and micropayments.\nThe other market players include Coinbase, Bitpay, Blockverify (Venture Proxy Ltd), and Guardtime.\nCompany name: Market Research FutureAbout Market Research Future:At Market Research Future (MRFR), we enable our customers to unravel the complexity of various industries through our Cooked Research Report (CRR), Half-Cooked Research Reports (HCRR), Raw Research Reports (3R), Continuous-Feed Research (CFR), and Market Research & Consulting Services.\nMRFR team have supreme objective to provide the optimum quality market research and intelligence services to our clients.\nOur market research studies by Components, Application, Logistics and market players for global, regional, and country level market segments, enable our clients to see more, know more, and do more, which help to answer all their most important questions.", "text": "Market Overview\n\nBlockchain technology provides the retail industry with the opportunity to accept cryptocurrencies for payment, enabling cross-border payments and micropayments. Several retail companies such as Walmart Inc., Amazon.com Inc., Alibaba Group Holding Limited and Shopify are leading the way by adopting bitcoin trading.\n\nBlockchain has tremendous potential to streamline transportation and logistics processes that reduce stolen, lost or damaged goods by tracking every step of the product journey with real-time information. Walmart Inc., an American multinational retailer, has already adopted blockchain technology to track each piece of pork sourced from China along with detailed information about the origin, processing and storage of the product.\n\nKey Players\n\nThe prominent players in the market of Global Blockchain in Retail are IBM Corporation, Microsoft Corporation, SAP SE, Amazon Web Services,Oracle Corporation, Bitfury USA Inc., Cisco Systems Inc., Cegeka, Auxesis Group, Blockpoint Systems, BlockApps, R3, Tata Consultancy Services Limited, Coin Sciences Ltd., and Cognizant. The other market players include Coinbase, Bitpay, Blockverify (Venture Proxy Ltd), and Guardtime.\n\nFor More Information @ https://www.marketresearchfuture.com/reports/blockchain-in-retail-market-7703\n\nMarket Segmentation\n\nGlobal Blockchain In Retail Market, By Type\n\n• Public\n\n• Private\n\n• Consortium\n\nGlobal Blockchain In Retail Market, By Platform\n\n• Bitcoin\n\n• Ripple\n\n• Ethereum\n\n• R3 Croda\n\n• Hyperledger Fabric\n\n• Multichain\n\n• Quorum\n\n• Others\n\nRegional Insights\n\nThe global blockchain market for retail markets is expected to grow at a significant rate during the forecast period from 2018 to 2024, and the geographic analysis of the user activity monitoring market is in North America (US, Canada, Mexico), Europe (UK, Germany, France). And other Europe), Asia Pacific (China, Japan, India, the rest of Asia Pacific) and the rest of the world (Middle East and Africa, South America).\n\nCompany name: Market Research Future\n\nAbout Market Research Future:\n\nAt Market Research Future (MRFR), we enable our customers to unravel the complexity of various industries through our Cooked Research Report (CRR), Half-Cooked Research Reports (HCRR), Raw Research Reports (3R), Continuous-Feed Research (CFR), and Market Research & Consulting Services.\n\nMRFR team have supreme objective to provide the optimum quality market research and intelligence services to our clients. Our market research studies by Components, Application, Logistics and market players for global, regional, and country level market segments, enable our clients to see more, know more, and do more, which help to answer all their most important questions.\n\nContact:\n\nMarket Research Future\n\nOffice No. 528, Amanora Chambers\n\nMagarpatta Road, Hadapsar,\n\nPune - 411028\n\nMaharashtra, India\n\n+1 646 845 9312\n\nEmail: sales@marketresearchfuture.com"}, {"title": "Blockchain in Retail Market Size, Share, Industry Growth, Increasing Demand Forecat 2024", "link": "https://www.dcvelocity.com/articles/48237-blockchain-in-retail-market-size-share-industry-growth-increasing-demand-forecat-2024", "date": "None", "authors": "[]", "keywords": "['retail', 'growth', 'market', 'industry', 'share', 'forecat', 'information', 'demand', 'global', 'corporation', 'walmart', 'research', 'size', 'players', 'blockchain', 'technology', 'increasing']", "summary": "Market OverviewBlockchain technology provides the retail industry with the opportunity to accept cryptocurrencies for payment, enabling cross-border payments and micropayments.\nThe other market players include Coinbase, Bitpay, Blockverify (Venture Proxy Ltd), and Guardtime.\nCompany name: Market Research FutureAbout Market Research Future:At Market Research Future (MRFR), we enable our customers to unravel the complexity of various industries through our Cooked Research Report (CRR), Half-Cooked Research Reports (HCRR), Raw Research Reports (3R), Continuous-Feed Research (CFR), and Market Research & Consulting Services.\nMRFR team have supreme objective to provide the optimum quality market research and intelligence services to our clients.\nOur market research studies by Components, Application, Logistics and market players for global, regional, and country level market segments, enable our clients to see more, know more, and do more, which help to answer all their most important questions.", "text": "Market Overview\n\nBlockchain technology provides the retail industry with the opportunity to accept cryptocurrencies for payment, enabling cross-border payments and micropayments. Several retail companies such as Walmart Inc., Amazon.com Inc., Alibaba Group Holding Limited and Shopify are leading the way by adopting bitcoin trading.\n\nBlockchain has tremendous potential to streamline transportation and logistics processes that reduce stolen, lost or damaged goods by tracking every step of the product journey with real-time information. Walmart Inc., an American multinational retailer, has already adopted blockchain technology to track each piece of pork sourced from China along with detailed information about the origin, processing and storage of the product.\n\nKey Players\n\nThe prominent players in the market of Global Blockchain in Retail are IBM Corporation, Microsoft Corporation, SAP SE, Amazon Web Services,Oracle Corporation, Bitfury USA Inc., Cisco Systems Inc., Cegeka, Auxesis Group, Blockpoint Systems, BlockApps, R3, Tata Consultancy Services Limited, Coin Sciences Ltd., and Cognizant. The other market players include Coinbase, Bitpay, Blockverify (Venture Proxy Ltd), and Guardtime.\n\nFor More Information @ https://www.marketresearchfuture.com/reports/blockchain-in-retail-market-7703\n\nMarket Segmentation\n\nGlobal Blockchain In Retail Market, By Type\n\n• Public\n\n• Private\n\n• Consortium\n\nGlobal Blockchain In Retail Market, By Platform\n\n• Bitcoin\n\n• Ripple\n\n• Ethereum\n\n• R3 Croda\n\n• Hyperledger Fabric\n\n• Multichain\n\n• Quorum\n\n• Others\n\nRegional Insights\n\nThe global blockchain market for retail markets is expected to grow at a significant rate during the forecast period from 2018 to 2024, and the geographic analysis of the user activity monitoring market is in North America (US, Canada, Mexico), Europe (UK, Germany, France). And other Europe), Asia Pacific (China, Japan, India, the rest of Asia Pacific) and the rest of the world (Middle East and Africa, South America).\n\nCompany name: Market Research Future\n\nAbout Market Research Future:\n\nAt Market Research Future (MRFR), we enable our customers to unravel the complexity of various industries through our Cooked Research Report (CRR), Half-Cooked Research Reports (HCRR), Raw Research Reports (3R), Continuous-Feed Research (CFR), and Market Research & Consulting Services.\n\nMRFR team have supreme objective to provide the optimum quality market research and intelligence services to our clients. Our market research studies by Components, Application, Logistics and market players for global, regional, and country level market segments, enable our clients to see more, know more, and do more, which help to answer all their most important questions.\n\nContact:\n\nMarket Research Future\n\nOffice No. 528, Amanora Chambers\n\nMagarpatta Road, Hadapsar,\n\nPune - 411028\n\nMaharashtra, India\n\n+1 646 845 9312\n\nEmail: sales@marketresearchfuture.com"}, {"title": "Bolivia Essentially Banned Crypto but Blockchain Advocates Are Pushing Back", "link": "https://www.nasdaq.com/articles/bolivia-essentially-banned-crypto-but-blockchain-advocates-are-pushing-back-2020-12-04", "date": "2020-12-04 00:00:00", "authors": "['Sandali Handagama']", "keywords": "['guzman', 'bolivian', 'ban', 'pushing', 'advocates', 'morales', 'bitcoin', 'crypto', 'banned', 'blacutt', 'bank', 'blockchain', 'bolivia', 'essentially']", "summary": "Earlier this year, Bolivian blockchain engineer Mario Blacutt – previously known in crypto circles only as “Berzeck” –finally felt safe enough to reveal his name and come out as the creator of a new blockchain network.\nA 2014 central bank circular technically only prohibited the use of crypto by banks and in commercial transactions or payments.\nAlberto Bonadona, senior economist and emeritus professor at Universidad Mayor de San Andrés (UMSA) in Bolivia told CoinDesk the current government is unlikely to reverse the crypto ban.\nWhy ban crypto?\nMelendrez works with various crypto projects and founded Bolivian Mind Blockchain, a platform for learning and sharing knowledge about the technology.", "text": "Earlier this year, Bolivian blockchain engineer Mario Blacutt – previously known in crypto circles only as “Berzeck” –finally felt safe enough to reveal his name and come out as the creator of a new blockchain network.\n\nBlacutt let down his guard after the left-wing government that had banned crypto fell in November 2019, and its leader, Evo Morales, fled to Mexico.\n\nA year earlier, Blacutt had his bank accounts shut down and his credit card taken away. The banks cited a directive put out by Bolivia’s central bank (BCB) in 2014 prohibiting virtual currencies, and flagged funds received in Blacutt’s accounts via crypto exchanges Bitstamp and Bitinka. Blacutt was paid in cryptocurrency.\n\nRelated: Ukraine’s Draft Crypto Bill Passes First Parliamentary Hearing\n\n“They said it was to protect me. This is a funny thing,” Blacutt said.\n\nEven as many governments around the world embrace or at least regulate cryptocurrency, Bolivia is one of the rare countries that tried to stamp it out entirely.\n\nA 2014 central bank circular technically only prohibited the use of crypto by banks and in commercial transactions or payments. But in 2017, Bolivian authorities arrested 60 individuals who were allegedly “undergoing training related to the investment of money in cryptocurrencies,” according to a statement released by the country’s financial authority ASFI.\n\nSo when Morales fled, Blacutt felt more at ease. “After he was ousted, I was more free to use my identity because I was optimistic that things were finally changing,” he told CoinDesk.\n\nRelated: Crypto.com Secures Australian Financial Service License\n\nBut now, Morales is back.\n\nIn the balance\n\nThe right-wing regime that replaced the Morales regime has quickly become unpopular as Bolivia’s economy suffers during the coronavirus pandemic.\n\nLuis Arce, former economic minister to Morales, won the presidency in a landslide, restoring the socialist government to power; last month, the exiled Morales made a triumphant return to Bolivia.\n\nNow, many things hang in the balance, including crypto.\n\nAlberto Bonadona, senior economist and emeritus professor at Universidad Mayor de San Andrés (UMSA) in Bolivia told CoinDesk the current government is unlikely to reverse the crypto ban.\n\n“All these kinds of cryptocurrencies are not quite welcome in Bolivia,” Bonadona said.\n\nCryptocurrencies like bitcoin are still widely viewed with skepticism in Bolivia, and adoption is slow compared to other Latin American countries like Mexico or Venezuela.\n\nAlthough Blacutt doesn’t believe he’s in any real danger, the return of the socialist government, he said, may put crypto enthusiasts in a “difficult position.”\n\nBut a growing community of advocates including Bolivian software engineers, entrepreneurs and developers are determined to change the government’s position.\n\nEven though policy remains unchanged, sentiment may be changing, albeit slowly. The interim government that came to power after Morales’ exit did not lift the ban, but the blockchain community visibly grew this year. Bolivian users only traded a monthly average of $21,330 on peer-to-peer exchange Paxful, but the platform saw a 570% increase in trading volume compared to 2019, while new user registrations went up by 230%.\n\nLocalBitcoins saw over 450% growth in trading volumes between January and September 2020, recording an all-time daily high of $17,000 on Sept. 2.\n\nWhy ban crypto?\n\nIn 2014, Bolivian software engineer Gabriela Melendrez was writing her undergraduate thesis on blockchain technology when the country’s central bank (BCB) issued the directive banning the use of “any kind of currency that is not issued and controlled by a government or an authorized entity.”\n\nThe directive was the first of its kind from a South American nation, and named a range of virtual currencies including bitcoin, namecoin, devcoin, quark and others as currencies that “do not belong to any state, country or economic zone” because they can cause losses to their holders.\n\nMelendrez interviewed BCB personnel following the ban.\n\n“The resolution was born to protect the population against pyramid schemes, Ponzi schemes and things like that. That was the answer they gave me,” Melendrez told CoinDesk via Telegram.\n\nThe 2017 statement by the ASFI reminded the citizens of Bolivia that this type of activity is prohibited across the nation because they may seek to trick Bolivians into losing their money and savings.\n\nThe central bank and ASFI did not respond to requests for comment by press time.\n\nBlacutt confirmed the government was nervous about scams and the use of cryptocurrencies to fund criminal activities. But that was only part of the story.\n\nThe BCB statement also said the ban is necessary to ensure the stability and purchasing power of the national currency, the boliviano.\n\nWhen the socialist government came to power in October, the country’s foreign reserves fell to a record low, the lowest in 13 years, down $1.3 billion since September. Wealthy Bolivians had begun sending money abroad, fearing President Arce’s promised wealth tax on millionaires.\n\nCryptocurrencies “could help people to take money out of the economy. Right now, they’re trying to stop that,” Bonadona said.\n\nAn uneasy fit\n\nWhen systems engineer Alvaro Guzman first heard about bitcoin back in 2013, he stayed up all night discussing the possible applications of blockchain in Bolivia.\n\n“The first area I saw is, of course, an alternative to traditional banking. The second and very interesting area of development is on transparency,” Guzman told CoinDesk, citing claims of fraud that surrounded Morales’ fourth-term election last year, which led to his eventual resignation.\n\nGuzman suggested that blockchain-based banking and cryptocurrencies can offer a viable alternative to traditional financial services in the country for a number of reasons, one being its high unbanked population.\n\nAccording to World Bank statistics, in 2017, 46% of Bolivian adults did not have a bank account while only 7% of adults had a credit card. For comparison, 29% of Venezuelan adults claimed to own a credit card in 2017.\n\nBolivia has a very large, informal economy that is not taxed or regulated by the government, Guzman said. In fact, it is the largest informal economy in the world, according to the International Monetary Fund.\n\nWhile a cash-driven economy and large unbanked population are driving crypto adoption in Mexico, Bolivia doesn’t seem to be showing the same momentum or interest in digital assets.\n\nBonadona said the government and most Bolivians still view bitcoin as an instrument for speculation as opposed to a reserve or currency that can be used for international transactions.\n\nIn Bolivia, Bonadona added, speculative investment instruments are not all the rage. According to the 2020 Investment Climate Statement by the U.S. Department of State, the Bolivian stock exchange (BBV) is very small, with more than 95% of transactions concentrated in bonds and debt instruments.\n\n“There is the idea that basically this is a bubble and somehow, in some time, it will explode and won’t do any good for anybody who invested in it,” Bonadona said.\n\nPersistent advocates\n\nAlthough it may have looked like an outright ban on the usage of crypto, Blacutt and Guzman agree that the 2014 central bank directive did not ban owning or trading crypto on exchanges, but only limited paying for goods and services with cryptocurrencies (hence keeping it out of circulation) and prohibited banks from transacting with them.\n\nThe ban is very specific in saying that Bolivia is not allowing commercial transactions using a currency that’s not issued by the central bank, Guzman said, adding that he can’t go out and buy a burger or a car with bitcoin.\n\n“But that’s the only thing that they have written in the law. … The problem is that in practice, if you promote bitcoin, they can arrest you,” Blacutt said.\n\nDespite the ban, and the authorities’ somewhat haphazard interpretation of it, blockchain believers powered ahead through the Morales regime and seemed undeterred by the Socialist party’s return to power.\n\n“Technology is always one step ahead of legislation,” Guzman said.\n\nAfter the ban was implemented, crypto enthusiasts formed networks that traded in cash underground, making themselves invisible to the government, Guzman added.\n\nAccording to blockchain developer Huascar Miranda Martinez, few Bolivians trade on peer-to-peer platforms like LocalBitcoins and even less use exchanges like Binance (where they are not allowed to trade with a Bolivian credit card), although that number is slowly growing. People mostly trade bitcoin in person to avoid interactions with banks: Buyers and sellers agree on prices in WhatsApp groups or other social media networks, and meet at restaurants or cafes to exchange bitcoin wallet addresses for cash.\n\n“The bank prohibition is not a problem for us. It’s a problem for the bank,” Martinez said.\n\nTo avoid getting flagged by banks, Guzman said people are now careful about how much money they transfer from wallets or exchanges, and make sure banks are not used in a way that breaks the law.\n\n“Basically, the only thing that the bank can do is say, hey, you’re getting $70,000? Who sent this money? How did you get it? And depending on the response, and the amount, the bank can follow up with an investigation and look for the source,” Guzman said.\n\nRoad to adoption\n\nBolivia is in recession, compounded by the COVID-19 health crisis. Its economy is projected to contract by 7.3% this year, according to the World Bank. Although the pandemic’s economic fallout is driving crypto adoption in countries like Nigeria, where a tech-savvy population is increasingly using bitcoin as a hedge against inflation, in Bolivia people still seem to prefer physical assets like jewelry or cash.\n\nGuzman says this may have to do with a lack of knowledge of digital currency. Even if Bolivians buy things online, people still end up paying in cash, Guzman said, either on delivery or using a third party.\n\nBolivia’s blockchain activists aim to communicate with both the people and the government, helping them understand the broader applications of blockchain technology, Melendrez said.\n\nMelendrez works with various crypto projects and founded Bolivian Mind Blockchain, a platform for learning and sharing knowledge about the technology.\n\n“Nowadays we are working on education and presenting projects that could help our society understand the technology,” Melendrez said.\n\nShe eventually met Guzman, who was hosting meetings over beer to talk about community interest in cryptocurrencies. Lately, and more urgently, Guzman has been meeting with former lawmakers and experts to find ways to open a discussion with the government.\n\nMeanwhile, blockchain projects are slowly coming out of the woodwork: A Bolivian cattle ranch is to be tokenized so investors can trade physical assets digitally, and a blockchain advocate Carlos Rodrigo, has created a gold tokenization project.\n\n“I want to launch the project, and use that to show the government how we can raise capital in order to expand natural resources in our country with the private sector,” Rodrigo said.\n\nRodrigo is hopeful the government will reverse the ban. Eventually, he said, “they’re going to do it.”\n\nRelated Stories\n\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of Nasdaq, Inc."}, {"title": "Blockchain for Pakistan", "link": "https://www.thenews.com.pk/print/752179-blockchain-for-pakistan", "date": "None", "authors": "['Dr Imran Batada']", "keywords": "['information', 'potential', 'block', 'pakistan', 'country', 'system', 'transactions', 'countries', 'blockchain', 'technology']", "summary": "Last year, Pakistan allowed the use of blockchain technology in the country, a step in the right direction.\nBlockchain technology revolves around its use of blocks.\nTaking these into consideration, it is evident that the integration of blockchain technology can be advantageous to a country like Pakistan.\nBlockchain technology simplifies the supply chain and administrative processes in healthcare.\nBlockchain technology also takes away the possibility of vote buying and intimidation which normally happen just outside voting precincts or booths.", "text": "Last year, Pakistan allowed the use of blockchain technology in the country, a step in the right direction. The decision was made to attract remittances from Malaysia. This resulted in a 13 percent increase in remittances in the first quarter. However, to understand how it will potentially impact different sectors of the country such as business, banking, and government, to name a few, it is best if we also understand how it works.\n\n\n\nBlockchain has gained a huge following of late because of its use in cryptocurrencies. Several countries have allowed blockchain to operate in their borders including the United States, Canada, Australia, the United Kingdom, the European Union, Finland, Belgium, Cyprus, and Germany.\n\nBlockchain technology revolves around its use of blocks. These serve as storage spaces for information, and when they are full, they connect to the previous block, eventually forming a chain as more blocks are filled. This chain is what it gives the actions a certain permanence that cannot be changed, or else you risk detection.\n\nEach block contains a hash. These are like fingerprints, and just like fingerprints, they are unique to every block. Additionally, every block also holds the hash of the block before it. That is why, if any changes were made to a block, the block that comes after it would know because the hash of the changed block will also change.\n\nAside from security, other advantages of using blockchain include improved tracing ability, transparency, and improved efficiency. Taking these into consideration, it is evident that the integration of blockchain technology can be advantageous to a country like Pakistan.\n\nBlockchain can play a major role in resolving Pakistan’s healthcare-related issues. For the matter, it is necessary for the government to be proactive like countries such as the UK, US, Canada, Estonia, Russia, and France that have given citizens the power to control the delivery of their healthcare. As a result, information is accessed at a better pace and, therefore, authorities are in a better position to identify where services are needed the most.\n\nOptimistically, blockchain can give Pakistanis more control over their health records which could directly affect the delivery of the system. Blockchain technology simplifies the supply chain and administrative processes in healthcare. It can prove instrumental in streamlining prior authorization, which may decrease costs. Blockchain also allows hospitals to locate inaccurate information faster than they would on their own, and the potential risks of being cyberattacked are minimal.\n\nBlockchain technology has the potential to provide secure storage for the government, citizens, and business data. It can facilitate the government by providing an official registry for public and private assets. The digital identity mechanism empowered by blockchain can provide a comprehensive national database, storing personal information of each citizen such as birth certificate details, marriage licences, driving licences, and passport information. Furthermore, by simplifying the data management mechanism with regard to public services, it brings significant reduction in labor-intensive processes. Moreover, it not only reduces excessive costs but also instills fool-proof mechanisms of accountability. Blockchain also provides a platform to carry secure property transactions by registering property titles.\n\nIn recent times, we have seen the government come up with different philanthropic schemes for underprivileged people. Prime Minister Imran Khan unveiled a multi-billion-rupee economic package for pandemic-affected citizens. Such projects demand high levels of transparency which can possibly be attained with the help of blockchain.\n\nBlockchain holds the potential to improve the way agencies handle their most sensitive data. The greater level of security ensures an increased level of public trust and their cooperation with the justice system. Blockchain technology also takes away the possibility of vote buying and intimidation which normally happen just outside voting precincts or booths. It also enhances voter security multiple folds by eliminating the need to come out of the home to cast a vote. Moreover, tampering and fraud are less likely to happen. The mechanisms devised by blockchain are secure and interfering with the data is extremely difficult given the limited time available for each block. This system has been in place in countries such as India, and has shown significant improvement in their voting process.\n\nAs early as last year, the banking industry already felt the impact of blockchain technology with the remittances that the country was receiving. This impact can be taken further. On most occasions, transactions done online take between one and three working days. According to Santander, a Europe-based banking institution, these delays cost the banking industry a significant amount of $15 billion-$20 billion.\n\nThe two major reasons for this delay are, firstly, banks’ working business hours, and the volume of transactions that needs to be accommodated. Blockchain easily solves this because it does not stop. It continues working 24 hours a day, seven days a week, regardless of the volume that needs to be attended.\n\nSeveral countries are in the process of exploring blockchain as a viable option for payment. Countries like Singapore and South Korea are at the forefront of this initiative while England, China, and Canada are also in the line.\n\nMost transactions, regardless of which industry it is, require a middleman to broker the deals offered on both sides. They act as a non-biased party to mediate the transaction for both sides that will be fair for both as well. However, this normally costs both parties more than they should, and for a still developing country such as Pakistan, to incur that added cost is detrimental to development especially when there is a way around this.\n\nBlockchain technology can be your middleman without the added cost. With its implementation, an individual or a company trying to broker a deal can have access to all the information. However, this also means that the second party should also have integrated blockchain into their system. Otherwise, the whole point is moot.\n\nIn addition, it can also cut the time required to gather the approval of all parties involved. Blockchain uses a peer-to-peer system where authorized individuals need to sign off any transaction that goes into the blockchain, cutting down the time which would have been used to go to every person, one by one, for their approval. This shows how efficient the integration of blockchain is in negotiating business contracts or deals.\n\nDeveloped countries such as the US, China, and the UK have been using blockchain for international trade. They do so because this technology makes the ledgers of other countries, or even companies they are trading with, more transparent and available so that countries will know what they are walking into.\n\nDeveloped countries such as China, Singapore, and South Korea have already received great benefits in using cryptocurrency as a mode of payment. It has also encouraged investors to look into the possibility of putting in more money in the operations of these countries.\n\nHaving the government discuss how to regulate this is a good step forward for Pakistan as this can be a means for them to decrease the poverty rate of the country. In return, the fewer impoverished people a country has, the more likely they are able to pay taxes which Pakistan needs in order to meet the requirements put forth by the International Monetary Fund.\n\nBlockchain has emerged as an important technological development that has the potential to resolve global issues. It is a high time Pakistan started making the most of this new technology. Blockchain can prove critical in improving the economic system of the country. Regulation of both blockchain and cryptocurrency should be devised and proper implementation should be exercised.\n\nTwitter: @imranbatada\n\nThe writer is Director of the Centre for Information and Communication Technology at IBA."}, {"title": "Blockchain in Supply Chain Market Size, Share, Emerging Trend, Increasing Demand, By Forecast 2025", "link": "https://www.dcvelocity.com/articles/48210-blockchain-in-supply-chain-market-size-share-emerging-trend-increasing-demand-by-forecast-2025", "date": "None", "authors": "[]", "keywords": "['used', 'market', 'share', 'demand', 'forecast', 'supply', 'uk', 'trend', 'size', 'research', 'emerging', 'supplier', 'blockchain', 'players', 'chain', 'technology', 'increasing']", "summary": "Market Overview:Blockchain technology solves the three main problems in supply chain management: counterfeiting, visibility/traceability and efficiency play.\nBlockchain technology improves various tasks in supply chain management such as recording, tracking, allocation, linking and sharing.\nBlockchain is used in the supply chain to track purchase orders, change orders, receive delivery notifications, or receive transactional documents.\nCompany name: Market Research FutureAbout Market Research Future:At Market Research Future (MRFR), we enable our customers to unravel the complexity of various industries through our Cooked Research Report (CRR), Half-Cooked Research Reports (HCRR), Raw Research Reports (3R), Continuous-Feed Research (CFR), and Market Research & Consulting Services.\nMRFR team have supreme objective to provide the optimum quality market research and intelligence services to our clients.", "text": "Market Overview:\n\nBlockchain technology solves the three main problems in supply chain management: counterfeiting, visibility/traceability and efficiency play. When a product is transferred from one supplier to another or from supplier to user or from supplier to organization, transactions are well documented, helping to reduce time delay costs and human error.\n\nBlockchain technology improves various tasks in supply chain management such as recording, tracking, allocation, linking and sharing. Blockchain is used in the supply chain to track purchase orders, change orders, receive delivery notifications, or receive transactional documents. Globally, blockchain in the supply chain market is expected to grow from $81.4 million in 2017 to $3485.25 million in 2023 with a CAGR of 87% over the forecast period 2018-2023.\n\nKey Players:\n\nThe key players in blockchain in supply chain technology market are identified across all the major regions based on their country of origin, presence across different regions, recent key developments, product diversification, and industry expertise.The prominent players in blockchain in supply chain market are IBM Corporation (US), Microsoft Corporation (US), Ripple (US), Coinbase (US), Chain, Inc.(US), Abra, Inc (US)., Blockchain Tech Ltd (UK)., Earthport PLC (UK), Bitfury Group ( The Netherlands), Deloitte, Inc. (UK), and Digital Asset Holdings (US) among others.\n\nFor More Information @ https://www.marketresearchfuture.com/reports/blockchain-supply-chain-market-6702\n\nMarket Segmentation:\n\nBlockchain Supply Chain Market By Application:\n\n* Payment & Settlement\n\n* Counterfeit Detection\n\n* Product Traceability\n\n* Smart contracts\n\n* Risk & Compliance Management\n\n* Others (Documentation and Rewards Management)\n\nBlockchain Supply Chain Market By Provider:\n\n* Application and Solution providers\n\n* Middleware providers\n\n* Infrastructure and protocols providers\n\nBlockchain Supply Chain Market By Industry Vertical:\n\n* Retail and Consumer Goods\n\n* Healthcare and Life Sciences\n\n* Manufacturing\n\n* Oil and Gas\n\n* Logistics\n\n* Others (Construction and Agriculture)\n\nResearch Methodology\n\nThe research methodology used to predict and predict the blockchain supply chain market begins with capturing data on key supplier revenues through secondary research involving directories and databases (D&B Hoovers, Bloomberg Businessweek and Factiva). Vendor products were also considered to determine market segmentation. The bottom-up procedure was used to reach the overall market size of the global market, derived from the revenues of the major players in the market.\n\nCompany name: Market Research Future\n\nAbout Market Research Future:\n\nAt Market Research Future (MRFR), we enable our customers to unravel the complexity of various industries through our Cooked Research Report (CRR), Half-Cooked Research Reports (HCRR), Raw Research Reports (3R), Continuous-Feed Research (CFR), and Market Research & Consulting Services.\n\nMRFR team have supreme objective to provide the optimum quality market research and intelligence services to our clients. Our market research studies by Components, Application, Logistics and market players for global, regional, and country level market segments, enable our clients to see more, know more, and do more, which help to answer all their most important questions.\n\nContact:\n\nMarket Research Future\n\nOffice No. 528, Amanora Chambers\n\nMagarpatta Road, Hadapsar,\n\nPune - 411028\n\nMaharashtra, India\n\n+1 646 845 9312"}, {"title": "Airbnb to consider integrating blockchain technology", "link": "https://shorttermrentalz.com/news/airbnb-blockchain-technology/", "date": "2020-11-26 14:00:34+00:00", "authors": "[]", "keywords": "['used', 'travel', 'cryptocurrencies', 'platform', 'technologies', 'tokenisation', 'filing', 'bitcoin', 'integrating', 'business', 'company', 'blockchain', 'airbnb', 'technology', 'consider']", "summary": "US: In its recent S-1 filing for an IPO, Airbnb declared an interest in a number of emerging technologies, including tokenisation, cryptocurrencies and blockchain.\nPreviously, the company had not committed to adding bitcoin or other cryptocurrencies as a form of payment.\nThe filing read: “Future success will … depend on our ability to adapt to emerging technologies such as tokenisation, cryptocurrencies, and new authentication technologies.\nAI, in particular, has had ramifications for the short-term rental industry, as companies have used the technology to monitor properties which have broken specific regulations.\nAirbnb filed for its public offering last week, after months of anticipation for the company’s debut on the stock market.", "text": "US: In its recent S-1 filing for an IPO, Airbnb declared an interest in a number of emerging technologies, including tokenisation, cryptocurrencies and blockchain.\n\nPreviously, the company had not committed to adding bitcoin or other cryptocurrencies as a form of payment.\n\nThe filing read: “Future success will … depend on our ability to adapt to emerging technologies such as tokenisation, cryptocurrencies, and new authentication technologies. As a result, we intend to continue to spend significant resources maintaining, developing, and enhancing our technologies and platform.”\n\nThe company previously dipped its toes in cryptocurrency in 2016 when it acquired seven developers from Changecoin, the firm which used to be part of now-defunct bitcoin tipping platform Changetip.\n\nFurthermore, the filing revealed how the company is pondering whether to integrate other technologies such as distributed ledger, artificial intelligence, augmented reality and cloud technologies for the future. AI, in particular, has had ramifications for the short-term rental industry, as companies have used the technology to monitor properties which have broken specific regulations.\n\nAirbnb filed for its public offering last week, after months of anticipation for the company’s debut on the stock market. The process was delayed from March due to the outbreak of Covid-19, but a resurgence in its business over the summer brought the IPO back to the company’s forefront.\n\nAirbnb wrote: “In early 2020, as Covid-19 disrupted travel across the world, Airbnb’s business declined significantly, but within two months, our business model started to rebound even with limited international travel, demonstrating its resilience.”\n\nTransactions technology giant Paypal recently changed its policies on cryptocurrency, accepting Bitcoin and other virtual currency. This means that coins will be able to be traded on the site as well as to retailers who currently work with PayPal.\n\nMeanwhile, blockchain-based travel booking platform Travala announced that it had added more than holiday homes to its “crypto-friendly” booking platform in August, and partnered with VEChain later in the month."}, {"title": "How Airlines Can Save Millions with Blockchain", "link": "https://appinventiv.com/blog/blockchain-in-aviation/", "date": "2020-11-21 08:32:40+00:00", "authors": "['Chirag Bhardwaj']", "keywords": "['maintenance', 'market', 'industry', 'help', 'save', 'travel', 'airline', 'millions', 'airlines', 'aviation', 'blockchain', 'technology']", "summary": "Did you know that blockchain technology in the airline industry is the key element in creating a seamless travel experience?\nThe aviation blockchain market in North America is projected to grow at 25.2%, being the highest CAGR during the forecast period.\nThe stats of the aviation blockchain market, in different regions along the globe, from 2017 to 2025 are displayed below.\nTo understand the blockchain benefits for the airline industry we need to understand the use of blockchain in aviation.\nHere is how blockchain can help aviation maintenance save millions of dollars:Blockchain can continuously update the logs for each part’s condition of an airplane.", "text": "We do not have one industry where blockchain technology has not crawled its way into, but the question remains: is the aviation industry making the most of it? Did you know that blockchain technology in the airline industry is the key element in creating a seamless travel experience?\n\nI can imagine a question popping in your head: ‘What can blockchain do?’ Generally when one thinks of blockchain, one thinks of cryptocurrency like bitcoin immediately. But, we have very little knowledge about blockchain and its potential to transform the airline industry. Let’s deep dive into how the concept of blockchain (which lies in safe record keeping) can help transform the aviation sector.\n\nIts fundamental and most important characteristic is that it is secure and next to impossible to tamper with. Hence any industry such as aviation itself, that relies highly on data integrity could take great advantage of the latest blockchain technology trends.\n\nLet’s recollect some of the blockchain’s basic features.\n\nDecentralized: Blockchain is decentralized which means there is no governing authority or a single person looking after the framework. In other words, you can store anything from cryptocurrencies, important documents to valuable digital assets without the need to include an intermediary or even in the absence of a governing authority. Immutability: Immutability refers to something that can’t be modified or altered. Since it is unbreachable in nature no one can implement any alteration in the system without notifying others in the blockchain network. Enhanced security: Using encryption in blockchain adds a very strong blanket of security to the system. Blockchain uses cryptography – a mathematical algorithm which acts as a firewall against attacks – to add another level of protection for the users. Each and every information present on the blockchain is hidden cryptographically. So, it is safe to say that the information on the network hides the true nature of the data.\n\nEnough said! Now that we know what blockchain can do, we can move forward with what blockchain in aerospace is capable of doing! Blockchain technology without a doubt, is the next big thing in aviation. Here are some numbers proving it\n\nKey Statistics Of Blockchain In The Aviation Industry\n\nAccording to Markets and Markets , blockchain in airlines is projected to grow from USD 421 million in 2019 to USD 1,394 million by 2025, at a CAGR of 22.1% during the forecast period.\n\nThe aviation blockchain market in North America is projected to grow at 25.2%, being the highest CAGR during the forecast period. North America is the most advanced region in terms of adopting new technologies and infrastructure. Increasing the rate of adoption of blockchain in air transportation is one of the major factors impacting the growth rate of this region.\n\nThe stats of the aviation blockchain market, in different regions along the globe, from 2017 to 2025 are displayed below.\n\nTo understand the blockchain benefits for the airline industry we need to understand the use of blockchain in aviation.\n\nBlockchain Use Cases In The Airlines Industry\n\n1. Aviation records security\n\nDid you know that the greatest mystery in the airline industry is the Malaysian Airlines flight 370 that disappeared in March 2014? There was a lack of detail about why there was a bizarre change in the flight pattern and where the flight was headed. Millions of dollars were invested to find out the details of flight MH370 but nothing was accomplished per se.\n\nThis mishappening is a fitting example that a better oversight system is required for such critical information. We already know that blockchain is known for its tracking and transparency capabilities, so here is what blockchain in aviation security can do:\n\nBlockchain can be used for recording the location of valuable assets in real-time and in a reliable manner. Information like flight path, baggage onboarding, tracking down a lost entity, passenger details, etc can come in handy during unfortunate times.\n\nSecuring all flight-related intel remotely on a blockchain backup record could be an added measure of security to today’s breach-friendly centralized systems. It will also ensure transparency and a streamlined process throughout.\n\n2. Aviation maintenance\n\nWe have all experienced delays at the airport due to maintenance issues. These delays not just lead to a bad reputation but also result in the loss of countless dollars. The global Maintenance, Repair and Overhaul (MRO) market was valued at $69 billion but it is estimated to reach $103 billion in 2028 with a 4.1% increase per annum. Here is how blockchain can help aviation maintenance save millions of dollars:\n\nBlockchain can continuously update the logs for each part’s condition of an airplane. This will help reduce the time consumed on routine inspection and maintenance of the plane.\n\nThe science behind ledger technology has matured to such an impressive extent that continuous ledger updation will lead to improved efficiency and also boosts utilization.\n\nBlockchain can also help in predictive maintenance and exterminate the challenges before they affect necessary airline operations .\n\nMRO service providers can also use blockchain and provide verifiable documentation for the components that they have serviced or installed.\n\n3. Tokenized Ticketing\n\nThe theoretical concept of smart tickets can be brought to life with the help of blockchain technology. This will not only eliminate the use of paper tickets but could also be used as access to the airport lounge, accommodations, etc.\n\nAdditionally, storage of smart tickets on a blockchain could help mitigate or completely eliminate the effects of the chaos that accompanies the crash of an airline’s or entire airport’s centralized ticketing database. Such asset tokenization will also evolve the booking system by eliminating the need for alternate forms of identification. We can conclude that the blockchain infrastructure for the aviation industry will be a game-changer!\n\n4. Seamless digital travel experience\n\nFragmentation usually results in a bad customer experience. Inefficiency is a cost that the entire travel industry has to bear. Since consumers like to save a few nickels here and there, as a result, companies that organize travel bookings can be liable for as much as $269,000 in fragmentation costs.\n\nBlockchain technology in the aviation industry has the capability to unify systems for various industries like airlines and other travel industries like ticketing, loyalty programs, and non-airline logistical industries such as transportation and hotels. All the industries related to travel could use some streamlining to create a seamless experience and better customer satisfaction.\n\nNow that we have discussed all that blockchain can do for air travel let’s discuss some benefits, shall we?\n\nBlockchain Benefits For The Aviation Market\n\nSmoother payment processes: With the help of blockchain many repetitive processes can be automated such as purchasing travel insurance, loyalty settlements, paying authority taxes and fees, etc. Even the payment process will be more secure and efficient than ever!\n\nAmazing customer experience: There is absolutely no denying the fact that blockchain technology for airports will improve the rate of customer satisfaction. The processes will be simplified and the risk of error minimized.\n\nReducing dependency on third parties: Did you know that travel agents or other intermediaries control 99% of the market for indirect ticket sales? Astonishing, isn’t it? Well, blockchain for the aviation market can help in driving a much-required change. Blockchain can help by reducing these third-party costs and can increase revenues among the network members .\n\nImproving ground operations: Blockchain enhances tracking, tracing, and transparency in operations, transactions, cost, and revenue. The complexity is decreased and all the processes become simpler and more efficient.\n\nIt’s a wrap!\n\nAviation is both, the most regulated sectors; and simultaneously, the one that calls for radical optimization! You have been introduced with one of the best solutions that can save airlines millions of dollars and at the same time increase the rate of customer satisfaction. So what are you waiting for? Hire a blockchain development company now!\n\nTo summarise it all, although the world doesn’t understand the complete potential of blockchain technology, it is certainly the tool to revolutionize the airline sector. I can’t help but wonder how amazing it would be to combine blockchain with other technologies like the internet of things and artificial intelligence in the aviation industry.\n\nMark my words, forward-looking airlines that have a blockchain development agency by their side and are ready for other digital technologies to fundamentally rethink how they do business will gain the greatest benefits.\n\nChirag Bhardwaj Blockchain Evangelist Let's connect!\n\nIn search for strategic sessions?. Let us understand your business thoroughly and help you\n\nstrategies your digital product..\n\nRelated Articles:"}, {"title": "Ride-Sharing Giant Cabify to Track and Offset Carbon Emissions Using Blockchain Platform", "link": "https://www.coindesk.com/cabify-track-carbon-offset-using-blockchain", "date": "2020-12-03 09:58:29+00:00", "authors": "[]", "keywords": "['offsetting', 'cabify', 'according', 'press', 'platform', 'using', 'latin', 'emissions', 'footprint', 'carbon', 'climatetrades', 'giant', 'blockchain', 'offset', 'track', 'ridesharing']", "summary": "One of the world’s largest ride-sharing companies, Cabify, is moving to offset its carbon emissions with the help of blockchain technology.\nAnnounced last week, the Latin American ride-sharing business has tapped Valencia, Spain-based blockchain fintech firm ClimateTrade to digitize and track its carbon emissions.\nClimateTrade’s chief marketing officer, Ana Karen, told CoinDesk via email that Cabify selected her firm’s platform as a way to compensate for the ride-sharing giant’s carbon footprint.\nThe system works by tracking users’ rides and offsetting the carbon dioxide generated by distributing credits on ClimateTrade’s blockchain marketplace.\n“Climatetrade and its customers will be using Algorand as its primary infrastructure layer and leveraging its capabilities for carbon offsetting,” according to the announcement.", "text": "One of the world’s largest ride-sharing companies, Cabify, is moving to offset its carbon emissions with the help of blockchain technology.\n\nAnnounced last week, the Latin American ride-sharing business has tapped Valencia, Spain-based blockchain fintech firm ClimateTrade to digitize and track its carbon emissions.\n\nClimateTrade’s chief marketing officer, Ana Karen, told CoinDesk via email that Cabify selected her firm’s platform as a way to compensate for the ride-sharing giant’s carbon footprint. The system works by tracking users’ rides and offsetting the carbon dioxide generated by distributing credits on ClimateTrade’s blockchain marketplace.\n\nThe marketplace acts as an intermediary between those seeking to offset emissions and those wishing to invest in sustainability, according to ClimateTrade’s website.\n\nUsers can directly offset their carbon footprint by selecting the most suitable credits from the projects offered and obtain the records of all their transactions in a private account.\n\n“This alliance will provide transparent accreditation of the company’s carbon neutrality,” said ClimateTrade’s CEO Francisco Benedito in a press release.\n\nCabify is popular throughout Latin America as well as Spain, where it is based, and currently operates in 40 cities across nine countries, per the company’s website.\n\nIn related news, Climatetrade is to tap blockchain technology from Algorand, according to a press release Wednesday.\n\n“Climatetrade and its customers will be using Algorand as its primary infrastructure layer and leveraging its capabilities for carbon offsetting,” according to the announcement."}]