[{"title": "IoT: Meeting Global Market Demands During Supply Chain Shortages", "link": "https://www.iotforall.com/supply-chains-are-shorter-but-the-iot-will-help-meet-global-market-demands", "date": "2020-12-04 13:00:48+00:00", "authors": "['Guest Writer', 'Hima Mukkamala', 'Iot For All', 'Joe Biron', 'Stefan Pircalabu']", "keywords": "['business', 'labels', 'shortages', 'iot', 'companies', 'market', 'data', 'demands', 'meet', 'global', 'supply', 'meeting', 'chain', 'products']", "summary": "Shortages can be caused by production line stoppages and supply chain inefficiencies due to a lack of insight.\nBefore COVID-19, IoT brought together many parts of the supply chain to create a single product.\nIf there is a problem with the supply chain for just one of these parts, the creation of an entire fleet of airliners can be held up.\nPhil Skipper, head of business development at global IoT leader Vodafone Business believes that shortening the supply chain could allow smaller companies to bring their products to market faster.\nAmid the health crisis, we can expect more companies to meet global market demands while focusing on digital transformation to function in the new economic world order.", "text": "The coronavirus pandemic strained countries’ supply lines, forcing them to scramble to get critical supplies in. That was perhaps most evident in areas like sourcing personal protective equipment (PPE), a critical component of infection control strategies in healthcare settings. In most cases, domestic supply chains weren’t able to scale to meet domestic needs, and the sudden increase in demand also showed international suppliers weren’t always as reliable as might be expected.\n\nShortages can be caused by production line stoppages and supply chain inefficiencies due to a lack of insight. The health crisis illuminated something we already knew: insights based on IoT data have a key role in ensuring supply chain activities are anchored on trusted insights driving efficiency and responsiveness in times of crisis.\n\nBut while it seems an irrefutable fact that logistics companies should deploy IoT technology as fast as possible, those deployments must be carefully managed. Just before the pandemic, the Internet of Things (IoT) Business Index 2020, a survey and report launched by the Economist Intelligence Unit (EIU), reported that 28 percent of executives believed supply chain management and logistics benefited more from IoT enhancements than any other part of their business. We expect this percentage will rise, as the current projections for the global logistics market indicate growth of approximately 18 percent by 2021. The industry is already at the forefront of meeting the growing demand for PPE and finding innovative ways to distribute the supply of other essential commodities by using IoT.\n\nBefore the pandemic, the EIU report showed that the industrial sector was also benefiting from early IoT adoption, and currently, it is well-positioned to help meet consumer demand. Although global economic activity has decreased, the deployment of IoT-empowered automation technologies is increasing: Nearly half of the business leaders are accelerating plans to automate their businesses.\n\nAs the global business community grapples with questions over how to avoid supply chain bottlenecks, it’s worth examining some of the IoT-empowered tools companies are using to adopt new technologies and platforms and how these businesses are using precise and reliable data to build integrity across supply chains.\n\nShortening of the Supply Chain\n\nSupply chains are dizzyingly complex and fragmented. All points along the chain require tremendous data management efforts — from fielding customer demand and working with raw material suppliers to producing components, order requests, and management and delivery service.\n\nBefore COVID-19, IoT brought together many parts of the supply chain to create a single product. For example, the world’s largest passenger airliner, the Airbus A380, contains 4 million parts produced by 1,500 companies from 30 countries. If there is a problem with the supply chain for just one of these parts, the creation of an entire fleet of airliners can be held up.\n\nAs the economy shifts toward more local production and distribution markets, the solution to fragmentation will need to lean toward creating simpler, more transparent supply chains rather than simply decreasing the number of parts per product.\n\nPhil Skipper, head of business development at global IoT leader Vodafone Business believes that shortening the supply chain could allow smaller companies to bring their products to market faster. In contrast, larger enterprises will need to focus more on security and scale to manage countless streams of digital data to get real business outcomes. A shorter supply chain, says Skipper, allows companies to “restructure [their] process, but it also gives more control to execute [their plans] faster and more consistently.”\n\nSmart Labels Mitigate Supply Chain Challenges\n\nEven as more production goes local, global trade is necessary. Yet all too often, kinks along the supply chain prevent products from ever reaching markets.\n\nGlobally, billions of dollars worth of pharmaceutical products are shipped at improper temperatures. In contrast, other products either don’t arrive at their destinations until their use-by dates have expired or are not as-promised by suppliers. These problems aren’t just expensive for companies — they can be life-threatening for people reliant on the drugs.\n\nSmart labels look just like normal adhesive postal labels. Still, their iSIM technology, consisting of a SIM, battery, antenna, microprocessor, and modem all integrated into a single chip, is specifically designed for low-power IoT devices. These smart labels connect via public mobile networks and provide continuous service from its power source. They allow companies to monitor products in real-time through the supply chain and take action when there is a problem. If, for example, a sudden change in temperature occurs, a notification is sent that triggers an alert to take corrective action or highlight an area for process improvement. Also, the smart labels can’t be removed from products without inhibiting their functionality, making them more tamper-proof, thereby ensuring the legitimacy of shipments.\n\nAutomation and Robotics Help Meet Customer Demand\n\nIn addition to creating ‘smart’ products that use data to alert companies to real-time problems in the supply chain, declining revenues due to the coronavirus crisis are forcing companies to accelerate investments in automation and robotics.\n\nEven before the onset of the current pandemic, robots were already used to speed up production in warehouses operated by major companies. Amid the health crisis, venture capitalists have fueled this growth by injecting $36 million into AI firm Brain Corp. to increase automation in areas of the logistics industry that are struggling to meet consumer demand and handle human labor shortages. As more companies lean into automation, we can expect safer, more resilient supply chains.\n\nChange Won’t Happen Overnight\n\nFor some years now, businesses have been looking at gaining a competitive advantage on process optimization, greater automation, and better use of data — collectively known as digital transformation. COVID-19 is simply accelerating these plans.\n\nAmid the health crisis, we can expect more companies to meet global market demands while focusing on digital transformation to function in the new economic world order."}, {"title": "How FoodMaven impacted the pandemic food supply chain by reducing food waste - an Acumatica use case", "link": "https://diginomica.com/how-foodmaven-impacted-pandemic-food-supply-chain-reducing-food-waste-acumatica-use-case", "date": "2020-12-04 10:54:59-08:00", "authors": "[]", "keywords": "['business', 'food', 'foodmaven', 'lems', 'whats', 'impacted', 'reducing', 'acumatica', 'data', 'thats', 'pandemic', 'community', 'supply', 'waste', 'going', 'chain', 'case']", "summary": "But could FoodMaven rise to the pandemic food supply challenge?\nBuilding a new marketplace for selling food supplyWe would all love to stop food waste in landfills.\nLems outlined three major reasons: food oversupply, imperfect-but-still-perfectly consumable food, and local food.\nFoodMaven actually began with a pilot project on Acumatica, related to community purchasing of food at the Pikes Peak Community College food bank.\nWhat's going on every day?", "text": "(Feature image via FoodMaven web site)\n\nPandemic life has exposed food uncertainty to more people than ever before - including our dependence on international supply chain networks beyond local control. In turn, that's fueled interest in localizing resources - and supporting organizations that serve populations in need.\n\nEnter the Denver-based FoodMaven. FoodMaven's goal? No more landfills of discarded food. Recover the $200 billion in lost revenue caused by wasted food each year - and give buyers and suppliers a new marketplace to sell and purchase food - before it hits the landfill.\n\nBut could FoodMaven rise to the pandemic food supply challenge? On a recent video call, Greg Lems, FoodMaven's Director of Engineering, gave me the full story.\n\nBuilding a new marketplace for selling food supply\n\nWe would all love to stop food waste in landfills. Much of the discarded food is perfectly good for human consumption. But - easier said than done. So why does food waste happen? Lems outlined three major reasons: food oversupply, imperfect-but-still-perfectly consumable food, and local food. Local? Yes, because some farmers are too small to be considered by the \"big food system.\" Can a marketplace help? Perhaps, but you better get the tech right. As Lems told me:\n\nIn order to create a marketplace for that type of product, you have to have some technology behind it. It's more than just \"Hey, let's create an app or a website.\" It's creating a fair amount of smarts around that entire chain. We have suppliers that come to us and say, \"Hey, we have over-supply food, how do we get that with you, and then get it into a marketplace?\"\n\nFoodMaven also needs the tech to reach out to restaurants and other organizations that buy food in bulk, and to do that at scale. Then there is the pricing engine. Lems:\n\nPart of our value proposition is that the food we sell, we can sell it at a discount, because it was, you know, sort of rescued. But if we don't have the prices right, nobody's going to want to buy it. So we have to be able to create algorithms, and store a tremendous amount of data about correct prices for food.\n\nWelcome to the engineer's riddle. Each piece of FoodMaven's process requires a technical underpinning - far more than their previous QuickBooks system could handle. That's why Lems joined the organization in July 2018.\n\nGetting the food sourced properly, putting it into a marketplace, and then having the right pricing around it - every piece of that has a technology component... I have a career as a software developer and technology leader; it just seemed like a super cool problem to try to solve.\n\nWhen Lems started, the tech was still adhoc:\n\nIn the beginning, startups are, from a technology standpoint - they're all spreadsheets. That's how you manage your business as a startup. Then you take the credit card out, and buy [your first] SaaS solution. That's where we were when I joined.\n\nYour tech platform must support your growth\n\nLems wanted an infrastructure that could grow with their ambitions:\n\nPart of our strategy is to start in one part of the country, in this case, Colorado, and then acquire food distributors in other markets across the United States... I just went to Dallas to get our acquisition down there cut over to our new platform.\n\nTime to think like an enterprise:\n\nAs you look at a rollout like that, how are you going to go to multiple cities, multiple markets, integrate with e-commerce systems, integrate with a warehouse management system, all that kind of stuff? Obviously, you have to look at a more enterprise-type solution. And that's what I was brought on to do.\n\nSo was Acumatica on the radar screen from the beginning? Lems explains:\n\nYes, we had a few different vendors on the radar screen - Infor was in there, as well as NetSuite. But we really liked Acumatica for its flexibility and integration capabilities.\n\nPulling in data across systems was a key criteria:\n\nWe have a lot of things we want to tie into. Like I mentioned before, data and data flow is important. We need to be able to integrate to a number of other systems... That's what we liked about Acumatica was its flexibility - and also its ability to grow and scale.\n\nFoodMaven actually began with a pilot project on Acumatica, related to community purchasing of food at the Pikes Peak Community College food bank. FoodMaven used Acumatica to manage the food inventory. That project showed Lems what he needed to see:\n\nWe said, \"Let's have an initial project with it; that way, we can see how the integration works before we do a full-on cutover. \"Anybody who's done ERP rollouts knows all sorts of horror stories of trying to do too many things at once. So we figured we'd give it a whirl this way - and it went well.\n\nFoodMaven's main Colorado business went live on Acumatica in September of 2019; they were fully operational on Acumatica well before the proverbial adversity hit the fan this spring. So what happened next?\n\nFortunately, cloud ERP enables remote working. But as Lems says, some things you do have to do in person, even when you're running on cloud tech. Example: putting stickers on warehouse boxes, inventory counts, scanner guns. He picks up the story:\n\nUnless you have a warehouse full of robots, which, like most startups, we don't, everything hit the fan... For one, as you alluded to, a lot of employees needed to be able to work from home. Acumatica, as a cloud solution, is great for that. We didn't have to get everybody on a VPN, and go through all that hassle.\n\nThe pandemic hits the fan\n\nFoodMaven's customer demand went in different directions. Restaurants shut down; retailers found their shelves bare - and needed FoodMaven more than ever. Colleges were emptied - one client source (temporarily) gone. But: hospital demand remained steady. FoodMaven was compelled to add another service: business-to-consumer sales. As Lems tells it, B2C was less of a business imperative, and more of a community obligation.\n\nWe had a number of members of our community interested in our product... That's somebody coming to you and saying, \"Here's my credit card; I want to buy some food.\" We felt the community deserved that common offering. And: it furthered our mission to try to prevent that food from going to waste. So we set it up. We still have a limited presence of a B2C, which is supported by Acumatica on the back end, so that people in our community can make purchases from us. Anybody who wants to buy fifty pounds of chicken breasts, have at it - just make sure you have a big freezer.\n\nAll in all, FoodMaven pulled through. If anything, the public interest in a sustainable food supply has gone up. I don't believe in making \"silver lining\" observations about what we've been through this year, but there was already a growing interest in local/organic food. Public interest in the food supply chain is at an all-time high. If that's a permanent pandemic effect, we'll take it. Lems:\n\nIt's something that hits home with everybody. You know, with everything that's been going on in politics recently, somebody said, \"You can watch what's happening at the national level on TV, but really, what it comes down to is: what's your mayor doing? And what's your school board doing?\" Those are the things that affect you the most. So it makes sense that people are paying attention to local - and food as part of that.\n\nAs FoodMaven presses on, what else do they want to do with Acumatica? Lems says their recent focus was customizations needed for the food industry. Now he wants to push ahead with even deeper e-commerce and warehouse management integrations. Keeping up with Acumatica's new functionality keeps Lems' team busy also:\n\nAcumatica is always coming out with new features. We've been through one major upgrade at this point, and it was great. There were a lot of really interesting things - integrations with reporting platforms, and data and analytics, which we want to dive more into as well. So we're really excited about what's kind of next.\n\nThe wrap - taking on the data and analytics challenge\n\nWe talked about where Lems wants to take FoodMaven with analytics. As DataMaven adds more metropolitan areas, more data will be pulled into Acumatica - including pricing preferences, and seasonal demand fluctuations. Lems sees all of that going into Acumatica's built-in dashboards. That provides views for the operations team, as they manage the flow of products from FoodMaven warehouses.\n\nLems' team has customized their share of Acumatica reports. That's because FoodMaven has reporting needs - beyond the typical business metrics like margin analysis. Some of their supply comes in on consignment. When that food is sold, consignment fees must be paid and accounted for. That impacts margins, and year-over-year forecasting as well. Lems:\n\nThere's a lot of reporting around operational accountability. Have we processed all of our returns for today? Have we processed anything that is maybe in like, inventory investigations - type bin or location. That gets automatically reported on, blasted out to the people who need it. They see it every night; they're held accountable to maintaining the numbers correctly that are in those reports every day.\n\nLems laid out a simple data rule:\n\nThe saying in the company is: \"If it didn't happen in Acumatica, it didn't happen.\" So the reporting that comes out of Acumatica is how we run our entire business. It's kind of the linchpin to everything.\n\nLems team is keeping busy - they just brought the Dallas business into Acumatica as of October 2020. As for the biggest benefit of the new platform, well, that depends on your role. For Lems, it's about the integration capabilities. \"Once you can integrate to a system like that, you can do pretty much anything,\" he says. For other users, it's about visibility:\n\nProbably the number one benefit is the visibility and transparency into the business. What's going on every day? Where is it going on? And where do we need to focus to meet our goals? It's that capability to see everything.\n\nBut in this most unusual year, perhaps the best thing was having a lifeline from home into the operations of the business. Lems says that Zoom was the top application for keeping employees connected - but Acumatica was a close second:\n\nAside from Zoom, it's probably the number one app that pulled everybody together during that time.\n\nFor those who have been around ERP systems a long time, that's a whole new way of thinking. I'd argue that's what ERP was supposed to be doing all along."}, {"title": "Firms Combine Logistical Capabilities to Support the NHS", "link": "https://www.supplychaindigital.com/logistics/edinburgh-join-logistical-capabilities-support-nhs", "date": "None", "authors": "[]", "keywords": "['combine', 'firms', 'palletised', 'support', 'nhs', 'uk', 'frontline', 'services', 'group', 'logistical', 'edinburgh', 'freight', 'capabilities', 'workers', 'sanitiser', 'palletways']", "summary": "Pickering’s Gin at Summerhall Distillery switched its available resources during the height of the pandemic to develop and produce hand-sanitising spray to help keep frontline workers safe.\nIt’s logistics partner, Palletways Edinburgh , part of Palletways – Europe’s largest and fastest-growing express palletised freight network, and part of Imperial Group, transported goods to the NHS, emergency services, schools and care homes across Scotland.\nSo far, the distillery has produced over 90,000 bottles of hand sanitiser for frontline services including the armed forces, care homes and pharmacies across the UK.\nVanda Roberts, general manager at Palletways Edinburgh, said: “Despite the challenges, our services continued throughout the crisis.\nThe Palletways Group comprises 450+ depots and 23 hub operations, through which it provides collection and distribution services across 24 European countries, including the UK.", "text": "Pickering’s Gin at Summerhall Distillery switched its available resources during the height of the pandemic to develop and produce hand-sanitising spray to help keep frontline workers safe. It’s logistics partner, Palletways Edinburgh , part of Palletways – Europe’s largest and fastest-growing express palletised freight network, and part of Imperial Group, transported goods to the NHS, emergency services, schools and care homes across Scotland. So far, the distillery has produced over 90,000 bottles of hand sanitiser for frontline services including the armed forces, care homes and pharmacies across the UK. By working together closely, two small and agile local Edinburgh businesses ensured that they could better meet the needs of their customers and keep to tight deadlines when supplies were short.\n\nVanda Roberts, general manager at Palletways Edinburgh, said: “Despite the challenges, our services continued throughout the crisis. Our team worked exceptionally hard under the most adverse trading conditions imaginable, but we kept going to keep vital shipments moving.\n\n“The current climate continues to place an even greater level of importance on efficient collections and deliveries. The palletised freight industry is the unsung hero during the crisis, and we’re proud of the part we played – and continue to play - in the national effort to support our frontline workers.”\n\nDave Quinnell, general manager and head of sales at Pickering’s Gin, added: “We were incredibly proud to be able to step up and do our bit to bolster the supply chain when larger sanitiser producers were struggling to keep up with the demand for hand sanitiser. Using a local, responsive business for our logistics, meant we didn’t lose any time reaching those who needed it most.”\n\nPalletways Edinburgh is one of over 115 transport providers that are part of the Palletways UK network. They benefit from shared expertise and resources from within the group to deliver consignments of palletised freight to market faster and more cost-effectively than ever before. The Palletways Group comprises 450+ depots and 23 hub operations, through which it provides collection and distribution services across 24 European countries, including the UK. And, today, the company can openly say that they are supporting the National Health Service, and frontline service workers to fight the tide of the COVID-19 pandemic."}, {"title": "Supply chain delays marred Pfizer's initial vaccine rollout plans, but the company says it will still deliver on the supply it promised the US", "link": "https://www.businessinsider.com/pfizer-vaccine-rollout-supply-chain-problems-hinder-distribution-2020-12", "date": "None", "authors": "[]", "keywords": "['initial', 'delays', 'wsj', 'pfizer', 'million', 'vaccine', 'doses', 'told', 'rollout', 'vaccines', 'plans', 'marred', 'supply', 'covid19', 'deliver', 'pfizers', 'promised']", "summary": "Moncef Slaoui, the chief advisor overseeing COVID-19 vaccine distribution with the Trump administration, told CNBC's Meg Tirrell there is no change to Pfizer's vaccine commitment to the US.\nSupply chain problems reportedly caused Pfizer to cut projections for its COVID-19 vaccine rollout.\nAdvertisementOperation Warp Speed launched over the summer to fast-track COVID-19 vaccine development by funding research in six promising candidates.\nAn independent advisory committee will meet on December 10 to decide on recommending Pfizer's vaccine to the FDA.\nThe UK has already allowed for use of Pfizer's vaccine.", "text": "The Wall Street Journal reported Pfizer cut the number of vaccines it planned to ship in 2020 due to supply chain delays.\n\ncut the number of vaccines it planned to ship in 2020 due to delays. Sources told the WSJ that Pfizer sourced materials and set up supply chains while developing a vaccine, an \"unprecedented\" move.\n\nBut Pfizer and BioNtech maintain they will produce 1.3 billion doses by the end of 2021, making up for this year's shortfall by ramping up production.\n\nMoncef Slaoui, the chief advisor overseeing COVID-19 vaccine distribution with the Trump administration, told CNBC's Meg Tirrell there is no change to Pfizer's vaccine commitment to the US.\n\nSupply chain problems reportedly caused Pfizer to cut projections for its COVID-19 vaccine rollout.\n\nSources close to the Pfizer vaccine development told The Wall Street Journal delays scaling up raw materials, coupled with an \"unprecedented\" effort to deliver millions of vaccines within a year, led the company to miss target shipments.\n\nAdvertisement\n\nThe company said in July it would manufacture 100 million doses globally before year-end, but slashed projections to 50 million in a November 9 release\n\nPer the WSJ, Pfizer was slow to scale up production of raw materials as it awaited results from a late-stage trial last month. Sources also said Pfizer typically would wait to source materials and set up supply chains until a vaccine gets approved. But during the COVID-19 pandemic, Pfizer began setting up supply chain in March during vaccine development, WSJ reported.\n\nAdvertisement\n\nBut Pfizer and BioNtech maintain they will produce 1.3 billion doses by the end of 2021, making up for this year's shortfall by ramping up production. Moncef Slaoui, the chief advisor overseeing COVID-19 vaccine distribution with the Trump administration, told CNBC's Meg Tirrell there is no change to Pfizer's vaccine commitment to the US.\n\nSlaoui said Wednesday morning 20 million Americans would be immunized by December. Healthcare workers and nursing home residents will get initial doses, while most Americans will likely get access in mid-2021.\n\nAdvertisement\n\nOperation Warp Speed launched over the summer to fast-track COVID-19 vaccine development by funding research in six promising candidates. Pfizer did not receive federal funding for its research, but used money for manufacturing and distribution. The US Food and Drug Administration could greenlight emergency authorization for two separate vaccines, made by Pfizer and Moderna. Both of the vaccines require two doses. The companies have said they will be ready to distribute vaccines within hours of an FDA emergency authorization.\n\nAn independent advisory committee will meet on December 10 to decide on recommending Pfizer's vaccine to the FDA.\n\nThe UK has already allowed for use of Pfizer's vaccine. The WSJ reported the UK said in November that it could get 10 million Pfizer vaccine doses by year-end, but the expectation will now be four to five million."}, {"title": "You are being redirected...", "link": "https://www.globaltrademag.com/the-role-of-telematics-solutions-in-global-supply-chain-management/?gtd=3850&scn=", "date": "None", "authors": "[]", "keywords": "['redirected']", "summary": "", "text": ""}, {"title": "SAP: Santa’s five steps for a successful supply chain", "link": "https://www.supplychaindigital.com/supply-chain/sap-santas-five-steps-successful-supply-chain", "date": "None", "authors": "[]", "keywords": "['santas', 'santa', 'digital', 'world', 'steps', 'elves', 'factories', 'sap', 'successful', 'global', 'supply', 'chain', 'sensors', 'working']", "summary": "Taking time out of his busy schedule, Santa spoke with SAP to discuss his top five steps to ensure that Christmas remains magical while ensuring everybody is safe.\nCapturing actual demand via digitalisationSpeaking with SAP, Santa explains that like the rest of the world he is working from home and taking important virtual calls through the use of video conferencing platforms.\nCustomer segmentationWhen it comes to customer segmentation, Santa explains to SAP that traditionally, his customers are segmented into two groups - Naughty and Nice.\nSupply chain safety during distributionAfter extensive testing, Santa confirmed to SAP that when it comes to his Chimney delivery model, the unique approach is perfect for a socially distanced supply chain.\nFor more information on procurement, supply chain and logistics topics - please take a look at the latest edition of Supply Chain Digital .", "text": "With his keen eye for target markets, near-perfect order rating, global distribution channels, and unique delivery model, Santa is set to face his biggest challenge yet - maintaining a successful operation during the global pandemic.\n\nTaking time out of his busy schedule, Santa spoke with SAP to discuss his top five steps to ensure that Christmas remains magical while ensuring everybody is safe.\n\nCapturing actual demand via digitalisation\n\nSpeaking with SAP, Santa explains that like the rest of the world he is working from home and taking important virtual calls through the use of video conferencing platforms.\n\nSanta has confirmed he will still have face to face meetings; these will be reduced this year, with social distancing measures in mind. As always, Santa is receiving ‘wish list’ letters via the traditional method; however, like many other organisations around the world, he has also gone digital with an online option available too.\n\nEven though Santa is hundreds of years old, he can still keep up with the latest trends. Other ways you can contact Santa include Facebook, Twitter and via email at [email protected] .\n\nDid you know? After 108 years of operations, the US Postal Service’s ‘Operation Santa’ campaign has gone digital. Fulfil a child’s wish this year in four easy steps via the US Postal Services campaign page .\n\nCustomer segmentation\n\nWhen it comes to customer segmentation, Santa explains to SAP that traditionally, his customers are segmented into two groups - Naughty and Nice. With 2.2bn children to keep a record of in his customer database, Santa has adopted a cloud database approach to flexibly manage continuously changing data.\n\nEmployee safety\n\nWhilst perhaps not a standard location for a global manufacturing centre, Santa’s elves in the North Pole have been working hard while quarantined in their ‘bubble’.\n\nTo ensure that all elves remain safe while working, Santa has installed a network of sensors in the factory that leverages artificial intelligence (AI) to take their temperature, and he has provided them with wearable sensors to trigger an alarm if they get too close to another worker.\n\nSupply chain safety during distribution\n\nAfter extensive testing, Santa confirmed to SAP that when it comes to his Chimney delivery model, the unique approach is perfect for a socially distanced supply chain.\n\nDue to regulations, factories at the North Pole - like many others around the world - have had to operate with a lower capacity of workers than usual, make significant investments in procuring personal protective equipment (PPE) and redesigning the shop floor to accommodate social distancing measures.\n\nOne industry trend that Santa is adopting in his own factories is the use of machine learning (ML) algorithms to analyse real-time data to know how many elves are allowed in an aisle at a specific time, allowing tasks to be scheduled accordingly.\n\nOn the big day, Santa will be sanitising his hands and sleigh to ensure that he doesn’t bring any germs to the households he visits, while his eight flying reindeers have been put into their own ‘bubble’ until Christmas Eve.\n\nIntelligent toy production\n\nFinally, Santa explains to SAP how he and his elves are leveraging industry 4.0 technologies to design and manufacture smarter gifts with built-in sensors that create digital twins. By harnessing this technology, Santa has greater visibility on how he can best serve and provide maintenance throughout a toy’s lifecycle.\n\nOutside of the factories, Santa has adopted the use of predictive maintenance processes with IoT sensors to determine the overall equipment effectiveness (OEE) of his sleigh, tracking performance, temperature and calibration of key parts and components.\n\nFor more information on procurement, supply chain and logistics topics - please take a look at the latest edition of Supply Chain Digital ."}, {"title": "Top Opportunities Forecast In The Supply Chain Management Software Market", "link": "https://www.globenewswire.com/news-release/2020/11/24/2132951/0/en/Top-Opportunities-Forecast-In-The-Supply-Chain-Management-Software-Market.html", "date": "2020-11-24 00:00:00", "authors": "['The Business Research Company']", "keywords": "['business', 'software', 'management', 'research', 'market', 'forecast', 'opportunities', 'scm', 'global', 'supply', 'chain', 'report']", "summary": "Get up to 50% off on ALL reports: https://www.thebusinessresearchcompany.com/global-market-reportsAccording to The Business Research Company’s research report on the supply chain management software industry, the top opportunities in the global supply chain management software market segmented by product will arise in the procurement software segment, which will gain $1.71 billion of global annual sales by 2023.\nThe supply chain management software market share that will gain the most is the USA at $1.42 billion.\nNorth America was the largest region in the global supply chain management software market, accounting for 44.6% of the total in 2019.\nGoing forward, the fastest-growing regions in the supply chain management software market will be South America and the Middle East, where growth will be at CAGRs of 8.9% and 8.3% respectively.\nThe Business Research Company ’s report titled Supply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery covers major SCM software companies, SCM software market share by company, SCM software manufacturers, SCM software infrastructure market size, and SCM software market forecasts.", "text": "LONDON, Nov. 24, 2020 (GLOBE NEWSWIRE) -- TBRC’s annual festive sale is finally here! Get up to 50% off on ALL reports: https://www.thebusinessresearchcompany.com/global-market-reports\n\n\n\nAccording to The Business Research Company’s research report on the supply chain management software industry, the top opportunities in the global supply chain management software market segmented by product will arise in the procurement software segment, which will gain $1.71 billion of global annual sales by 2023. The top opportunities in the supply chain management software market segmented by industrial vertical will arise in the others segment, which will gain $1.16 billion of global annual sales by 2023, and top opportunities in the market by type of end-user will arise in the large enterprises segment, which will gain $2.73 billion of global annual sales by 2023. The supply chain management software market share that will gain the most is the USA at $1.42 billion.\n\nThe global supply chain logistics market size reached a value of nearly $14.65 billion in 2019, having increased at a compound annual growth rate (CAGR) of 10.8% since 2015. The market is expected to grow from $14.65 billion in 2019 to $19.02 billion in 2023 at a rate of 6.7%. The growth is mainly due to the increasing demand for SCM software fueled by supply chain disruptions caused by the pandemic. The market is expected to grow to $22.15 billion in 2025 at a CAGR of 7.9% and reach $29.02 billion in 2030 with a CAGR of 5.6%. North America was the largest region in the global supply chain management software market, accounting for 44.6% of the total in 2019. It was followed by the Asia Pacific, Western Europe and then the other regions. Going forward, the fastest-growing regions in the supply chain management software market will be South America and the Middle East, where growth will be at CAGRs of 8.9% and 8.3% respectively. These will be followed by Africa and North America, where the markets are expected to register CAGRs of 6.5% and 5.8% respectively.\n\nThe Business Research Company ’s report titled Supply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery covers major SCM software companies, SCM software market share by company, SCM software manufacturers, SCM software infrastructure market size, and SCM software market forecasts. The report also covers the global SCM software market and its segments.\n\nRequest For A Sample Of The Global Supply Chain Management Software Market Report:\n\nhttps://www.thebusinessresearchcompany.com/sample.aspx?id=2380&type=smp\n\nDue to lockdowns, there has been an increase in demand for online shopping in several areas, which requires manufacturing, food and beverage, and logistics companies to invest more in automation, including the automation of supply chains. According to several consumer studies in 2020, there has been a 28% increase in online purchases globally fueled by the pandemic and a 60% increase in the trend of buying online and picking up in the store, also known as click and collect. These trends are driving companies to streamline their supply chains through automation, to provide the consumer with an increase in speed and accuracy of order processing and delivery. Increasing demand for SCM software to manage supply chains due to COVID-19 is expected to be a major driver of the market going forward. There has been an increase in the adoption of SCM software in the lockdown stage to allow companies to remain responsive to the changing needs of consumers throughout the volatility. According to a study by Honeywell in July 2020, respondents confirmed that their companies are looking to invest in warehouse execution software, with 48% of respondents confirming it, thus driving the demand for SCM software.\n\nSupply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery is one of a series of new reports from The Business Research Company that provide market overviews, analyze and forecast market size and growth for the whole market, segments and geographies, trends, drivers, restraints, leading competitors’ revenues, profiles and market shares in over 1,000 industry reports, covering over 2,500 market segments and 60 geographies. The report also gives in-depth analysis of the impact of COVID-19 on the market. The reports draw on 150,000 datasets, extensive secondary research, and exclusive insights from interviews with industry leaders. A highly experienced and expert team of analysts and modelers provides market analysis and forecasts. The reports identify top countries and segments for opportunities and strategies based on market trends and leading competitors’ approaches.\n\nHere Is A List Of Similar Reports By The Business Research Company:\n\nBusiness Analytics & Enterprise Software Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nBusiness Processes Outsourcing Market - By Type (Crm Bpo, Hro Bpo, F&A Bpo, And Other Bpo Services), Drivers And Restraints, By Region, Opportunities And Strategies – Global Forecast To 2022\n\nSoftware as a service (SaaS) Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nBusiness Process as a service (BPaaS) Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nDatabase Software Market - By Type (Database Operation Management, Database Maintenance Management), By Deployment (Cloud, On-Premise), By End User (Bfsi (Banking, Financial Services And Insurance), It & Telecommunication, Media & Entertainment, Healthcare, Others), And By Region, Opportunities And Strategies – Global Forecast To 2030\n\nInterested to know more about The Business Research Company?\n\nThe Business Research Company is a market intelligence firm that excels in company, market, and consumer research. Located globally it has specialist consultants in a wide range of industries including manufacturing, healthcare, financial services, chemicals, and technology.\n\nThe World’s Most Comprehensive Database\n\nThe Business Research Company’s flagship product, Global Market Model , is a market intelligence platform covering various macroeconomic indicators and metrics across 60 geographies and 27 industries. The Global Market Model covers multi-layered datasets which help its users assess supply-demand gaps.\n\n\n\n\n\nThe Business Research Company Europe: +44 207 1930 708 Asia: +91 8897263534 Americas: +1 315 623 0293 Email: info@tbrc.info Follow us on LinkedIn: https://in.linkedin.com/company/the-business-research-company Follow us on Twitter: https://twitter.com/tbrc_info"}, {"title": "Top Opportunities Forecast In The Supply Chain Management Software Market", "link": "https://www.globenewswire.com/news-release/2020/11/24/2132951/0/en/Top-Opportunities-Forecast-In-The-Supply-Chain-Management-Software-Market.html", "date": "2020-11-24 00:00:00", "authors": "['The Business Research Company']", "keywords": "['business', 'software', 'management', 'research', 'market', 'forecast', 'opportunities', 'scm', 'global', 'supply', 'chain', 'report']", "summary": "Get up to 50% off on ALL reports: https://www.thebusinessresearchcompany.com/global-market-reportsAccording to The Business Research Company’s research report on the supply chain management software industry, the top opportunities in the global supply chain management software market segmented by product will arise in the procurement software segment, which will gain $1.71 billion of global annual sales by 2023.\nThe supply chain management software market share that will gain the most is the USA at $1.42 billion.\nNorth America was the largest region in the global supply chain management software market, accounting for 44.6% of the total in 2019.\nGoing forward, the fastest-growing regions in the supply chain management software market will be South America and the Middle East, where growth will be at CAGRs of 8.9% and 8.3% respectively.\nThe Business Research Company ’s report titled Supply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery covers major SCM software companies, SCM software market share by company, SCM software manufacturers, SCM software infrastructure market size, and SCM software market forecasts.", "text": "LONDON, Nov. 24, 2020 (GLOBE NEWSWIRE) -- TBRC’s annual festive sale is finally here! Get up to 50% off on ALL reports: https://www.thebusinessresearchcompany.com/global-market-reports\n\n\n\nAccording to The Business Research Company’s research report on the supply chain management software industry, the top opportunities in the global supply chain management software market segmented by product will arise in the procurement software segment, which will gain $1.71 billion of global annual sales by 2023. The top opportunities in the supply chain management software market segmented by industrial vertical will arise in the others segment, which will gain $1.16 billion of global annual sales by 2023, and top opportunities in the market by type of end-user will arise in the large enterprises segment, which will gain $2.73 billion of global annual sales by 2023. The supply chain management software market share that will gain the most is the USA at $1.42 billion.\n\nThe global supply chain logistics market size reached a value of nearly $14.65 billion in 2019, having increased at a compound annual growth rate (CAGR) of 10.8% since 2015. The market is expected to grow from $14.65 billion in 2019 to $19.02 billion in 2023 at a rate of 6.7%. The growth is mainly due to the increasing demand for SCM software fueled by supply chain disruptions caused by the pandemic. The market is expected to grow to $22.15 billion in 2025 at a CAGR of 7.9% and reach $29.02 billion in 2030 with a CAGR of 5.6%. North America was the largest region in the global supply chain management software market, accounting for 44.6% of the total in 2019. It was followed by the Asia Pacific, Western Europe and then the other regions. Going forward, the fastest-growing regions in the supply chain management software market will be South America and the Middle East, where growth will be at CAGRs of 8.9% and 8.3% respectively. These will be followed by Africa and North America, where the markets are expected to register CAGRs of 6.5% and 5.8% respectively.\n\nThe Business Research Company ’s report titled Supply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery covers major SCM software companies, SCM software market share by company, SCM software manufacturers, SCM software infrastructure market size, and SCM software market forecasts. The report also covers the global SCM software market and its segments.\n\nRequest For A Sample Of The Global Supply Chain Management Software Market Report:\n\nhttps://www.thebusinessresearchcompany.com/sample.aspx?id=2380&type=smp\n\nDue to lockdowns, there has been an increase in demand for online shopping in several areas, which requires manufacturing, food and beverage, and logistics companies to invest more in automation, including the automation of supply chains. According to several consumer studies in 2020, there has been a 28% increase in online purchases globally fueled by the pandemic and a 60% increase in the trend of buying online and picking up in the store, also known as click and collect. These trends are driving companies to streamline their supply chains through automation, to provide the consumer with an increase in speed and accuracy of order processing and delivery. Increasing demand for SCM software to manage supply chains due to COVID-19 is expected to be a major driver of the market going forward. There has been an increase in the adoption of SCM software in the lockdown stage to allow companies to remain responsive to the changing needs of consumers throughout the volatility. According to a study by Honeywell in July 2020, respondents confirmed that their companies are looking to invest in warehouse execution software, with 48% of respondents confirming it, thus driving the demand for SCM software.\n\nSupply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery is one of a series of new reports from The Business Research Company that provide market overviews, analyze and forecast market size and growth for the whole market, segments and geographies, trends, drivers, restraints, leading competitors’ revenues, profiles and market shares in over 1,000 industry reports, covering over 2,500 market segments and 60 geographies. The report also gives in-depth analysis of the impact of COVID-19 on the market. The reports draw on 150,000 datasets, extensive secondary research, and exclusive insights from interviews with industry leaders. A highly experienced and expert team of analysts and modelers provides market analysis and forecasts. The reports identify top countries and segments for opportunities and strategies based on market trends and leading competitors’ approaches.\n\nHere Is A List Of Similar Reports By The Business Research Company:\n\nBusiness Analytics & Enterprise Software Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nBusiness Processes Outsourcing Market - By Type (Crm Bpo, Hro Bpo, F&A Bpo, And Other Bpo Services), Drivers And Restraints, By Region, Opportunities And Strategies – Global Forecast To 2022\n\nSoftware as a service (SaaS) Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nBusiness Process as a service (BPaaS) Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nDatabase Software Market - By Type (Database Operation Management, Database Maintenance Management), By Deployment (Cloud, On-Premise), By End User (Bfsi (Banking, Financial Services And Insurance), It & Telecommunication, Media & Entertainment, Healthcare, Others), And By Region, Opportunities And Strategies – Global Forecast To 2030\n\nInterested to know more about The Business Research Company?\n\nThe Business Research Company is a market intelligence firm that excels in company, market, and consumer research. Located globally it has specialist consultants in a wide range of industries including manufacturing, healthcare, financial services, chemicals, and technology.\n\nThe World’s Most Comprehensive Database\n\nThe Business Research Company’s flagship product, Global Market Model , is a market intelligence platform covering various macroeconomic indicators and metrics across 60 geographies and 27 industries. The Global Market Model covers multi-layered datasets which help its users assess supply-demand gaps.\n\n\n\n\n\nThe Business Research Company Europe: +44 207 1930 708 Asia: +91 8897263534 Americas: +1 315 623 0293 Email: info@tbrc.info Follow us on LinkedIn: https://in.linkedin.com/company/the-business-research-company Follow us on Twitter: https://twitter.com/tbrc_info"}, {"title": "Blockchain Attempts To Secure The Supply Chain", "link": "https://semiengineering.com/blockchain-attempts-to-secure-the-supply-chain/", "date": "2020-12-03 08:01:09+00:00", "authors": "['Technical Paper Link', 'Dr. Dev Gupta', 'Michel Gillet', 'Raul Perez', 'Michael Libman', 'Jerry Emerson', 'Reza Allahyarzadeh', 'Jnanadarshan Nayak', 'Sze Pei', 'Anne Meixner']", "keywords": "['attempts', 'way', 'blockchain', 'manufacturing', 'data', 'unit', 'design', 'history', 'supply', 'secure', 'system', 'entry', 'chain', 'ledger']", "summary": "While the design history is inherited by all units built from that design, manufacturing establishes a history for each individual unit.\nOne challenge is that such manufacturing data is often closely guarded, both by the foundries and by the companies owning the devices.\nThat’s where blockchain design decisions will decide what is important and what isn’t.\nHow much of this is incorporated into any specific system is a blockchain design choice.\nWhere blockchain is getting a little bit more traction is in the manufacturing areas.”So blockchain has proponents and cautious doubters.", "text": "Blockchain technology is starting to be deployed more widely In the battle against counterfeiting, often coupled with component IDs to allow device authentication.\n\nSecuring the supply chain is a complex challenge, particularly as more IP from more vendors in more locations makes its way into chips, packages or even systems. Being able to attest to the history of the device to prove its provenance and chain of custody is essential to make sure quality is consistent and that chips only do what they are supposed to do, and nothing more.\n\n“With blockchain, trustees can look at who did what in the supply chain and how those things came into the value chain,” said Tom Katsioulas, head of trustchain business at Mentor, a Siemens business.\n\nBut blockchains, especially when used for individual systems, can involve an enormous amount of data. How that data is optimized and how the load on validators is managed are key elements to be worked out as interest in this field grows. And not everyone sees blockchain as inevitable in the future.\n\nMore than just identity\n\nCounterfeiting is a real and growing problem. “We have several customers who are very concerned about counterfeiting and other security issues, and they are thinking of multiple ways to secure their ICs and systems,” said Geoff Tate, CEO of Flex Logix.\n\nThis is partly the role of identity, but identity may not be sufficient without the further knowledge of the history of the item. And that history can involve an enormous range of considerations. How much to include must balance the cost of tracking and storing data about huge numbers of individual components and systems against the consequences of having too little historical information.\n\n“Blockchains provide a convenient means to permanently record transactions, and they have application to the provenance of components,” said John Hallman, product manager for trust and security at OneSpin Solutions.\n\nDave Huntley, business development at PDF Solutions and co-chair of three SEMI committees/task forces, elaborated further. “When a new asset like a package is assembled, it is enrolled as a brand-new asset on the blockchain, along with its bill of materials,” he said. “You now have a genealogy, and you could take a module from a car, open it up, figure out the printed circuit board and slide it out, open that up, look at the packages inside, open one of them up, and look at the die inside. And every step of the way, you could be pinging the identifier and issuing a ‘verify’ transaction.”\n\nThese histories are often seen as being of greatest value in retrospect, mainly for traceability. But they also can help prospectively. If an item is transported from one place to another, for instance, the departure and arrival can be logged, and it can establish the chain of custody for acceptance at the new location.\n\n“It’s also useful in certain kinds of compliance environments,” said Logan Spears, CTO of Sixgill. “We have a pilot with a company that does clinical trials, where there’s a high incentive to mess with the data and support the conclusions that you want to support. But having a mathematically verifiable way to say, ‘Hey, that’s not the case,’ adds value.”\n\nBlockchain technology, most commonly associated with cryptocurrencies, provides one way of accumulating a history. While not everyone is convinced that blockchain is the future for supply-chain management, it appears to be the only mechanism that has achieved some commercial traction, mostly outside the semiconductor industry.\n\nA blockchain is a ledger, much like a bank book, but it has two critical characteristics for helping to establish trust — It’s distributed and it’s immutable. Because this technology may roll out in the future for electronic systems, much of what follows deals with what is possible rather than the exact way that blockchains would roll out. There are many design decisions that must be made individually for each application.\n\nBlockchain isn’t new, of course. Spending on blockchain technology is forecast to grow as much as 50% in 2020 as compared to 2019. Its use for managing the supply chain is also not new. Data from IDC shows that around 22% of blockchain usage lies in manufacturing. Silicon manufacturing is not yet a part of that number.\n\n\n\nFig. 1: Industry usage of blockchain technology. Data source: IDC\n\nDistributed ledger\n\nThe fact that a ledger is distributed means that it’s not stored in one central location. Instead, the entire ledger is replicated many times in many places in a network. New entries to the ledger must be approved by a form of “consensus” among the various nodes of the network. Only if the transaction is approved by some threshold percentage of the nodes will the entry be permanently placed on the ledger.\n\nThe idea here is to protect the ledger from being attacked or manipulated. The assumption is that as long as there are many nodes, then no one can interfere with enough of them to affect the contents of the ledger. Bogus entries would not hit the threshold for approval, while legitimate entries couldn’t be blocked. That means networks must be very large to make any such attempted interference mathematically improbable.\n\nThe approval of a transaction happens algorithmically on computers. It’s not that the owners of the computers personally intervene in the decision. Computers remain online and process work that’s sent to them. Exactly what that work might be will vary both by algorithmic decisions and by the type of network chosen.\n\nThere are two kinds of networks — permissionless (or ‘public’) and permissioned (or ‘private’ or ‘consortium’). In a permissionless network, the members are anonymous, and anyone can join or leave. In order to reduce the opportunities for mischief, each approval must be accompanied by some type of task. For Bitcoin, it was a “proof of work” — solve a really hard problem. That’s an energy-intensive approach, so alternatives are being explored.\n\nPermissioned networks, by contrast, use only members that have been explicitly approved for participation. This can reduce the workload required when approving entries, which can be a benefit for making enormous numbers of transactions efficient and for saving energy. The details of the approval processes can be rather involved, which makes it important that it all works smoothly, with no need for participants to understand the details of what’s happening in the background.\n\nVarious companies have commercially available blockchain offerings. Some companies may have different network structures for different applications. Those networks come with the consensus participants in place. It’s not necessary to create a new consensus network for each application.\n\nImmutability\n\nThe other key characteristic of a blockchain is that it’s considered, or at least intended, to be “immutable.” Once an entry is approved, it cannot be changed. With a well-managed bank book, one doesn’t change an entry by crossing out the old numbers and writing in new ones. Instead, the old numbers remain and an adjustment is added as a new entry to preserve the history. Of course, with a bank book, one is relying on a human to follow procedures. With blockchain, the structure itself is intended to provide immutability.\n\nThis is accomplished using cumulative hashes. With each new entry, a hash is added to the ledger. But it’s not simply a hash of the new entry. The hash includes the hash following the prior entry. That hash, of course, includes the entry prior to that, all of the way back to the very first entry. In other words, the last hash of the ledger incorporates the entire history of the ledger. If you go and change a past entry, then it’s not enough to change the hash for that entry to cover one’s tracks. Every hash following that one would have to be changed, which is a daunting task. It also would put that particular copy of the ledger out of sync with others on the network.\n\nSo it’s while it’s possible to change an entry, it’s nearly impossible to do so undetected.\n\nA wide range of possible things to include\n\nThe number of possibilities for information to be included in a ledger is enormous. Safety-critical and other high-security applications may apply many of them. Lower-value systems may use less. But there are numerous opportunities for inclusion before, during, and after a unit is manufactured. “The recording of transactions could be done for basic data or with more complex data, like design information, verification results, process information, parameters, or test information,” said OneSpin’s Hallman.\n\nEach device’s history starts with design. Exactly how that design process is managed will vary according to the device. “You’re going to have RTL design, and you better be able to trace every step in the process,” said Mentor’s Katsioulas. “And you can do that with blockchain.”\n\nA semiconductor chip will follow a particular tool flow, and the tools used, along with verification results, can be entered onto a ledger. Any individual unit could then incorporate that design ledger to attest to the completeness and correctness of the design. This might seem pedantic, but it could help in situations where an initial design is modified. A given unit would then be attributable to either the old or new design, which is useful information for failure analysis.\n\nWhile the design history is inherited by all units built from that design, manufacturing establishes a history for each individual unit. Each manufacturing step can be entered, along with results from metrology and tests. “It’s not just the product, but also the tooling that made the product so that the audit trail can go all the way from the end consumer use case, through the product, through the logistics of the product, through the tooling for the product, all the way to the origin of all the materials, whether that was from the supplier or done in-house,” said Chris Kaufield, CFO of Alitheon.\n\nManufacturing applies to individual components themselves, their assembly into boards and sub-systems, and final integration into a full system. “You start your process of assembling the board with resistors, capacitors and chips, where the assembly process is potentially traced using blockchain technology,” said Katsioulas. “You capture all the metadata for what goes in/what goes out.”\n\nMost of this is automatic. “You enroll the device when it first powers up,” said Huntley. “So then the world becomes aware on the blockchain that this device has been born into the world with a unique ‘DNA.’ And you put that DNA into the blockchain as a combination of the identifier and the challenge response pairs you need to be able to validate it in the future. The company that does that is saying, ‘I built this thing, and I say it’s real.’”\n\nAll components can be verified and recorded either by identity or by lot. “A box full of tape-and-reels could be considered as an asset record on the blockchain,” Huntley explained. “A board manufacturer would open up the box, and then they would put the reel on, load a package off that reel, and read the package ID. They could verify that the package ID did belong to this reel. So who put the reel in the box, who put the package on the on the reel – those things could be identified.”\n\nThe need for manufacturing throughput, however, can limit what can be done during assembly. The verification steps might be done only when tracing back the provenance of the materials in a forensic operation.\n\nComponent authentication also can be recorded. Alitheon mentions, for example, that it can validate a component used in an assembly at any step of the process. The “feature print” being captured can be entered onto the ledger – or at least the fact of taking the feature print and confirming its validity. This can help to establish a chain of validation events in the event that, for instance, one component is removed from a system and replaced by another. At some point, component authentication will fail, and the ledger can help to determine where that change happened.\n\nOne challenge is that such manufacturing data is often closely guarded, both by the foundries and by the companies owning the devices. “All that data is private. Nobody wants to share it,” said Huntley. “The only data you will get back is going to be based on the contract you have with that supply-chain partner. He’s not going to give you all the data. He’s going to give you what you’ve agreed to, and there’ll be systems in place that guarantee the security of that data exchange.”\n\nGoods may be transported between fabs during manufacturing or between warehouses afterward. While steps are being taken to thwart tampering while a unit is en route, recording the transaction further establishes the chain of custody.\n\n“When a wafer ships, they will record the fact that the wafer itself is an asset, that they’re shipping this way, and that it contains all these dies with all these other assets,” said Huntley. “It also can include the fact that it’s now departing from this location and headed to that location, recording the GPS coordinates. And, most recently, a lot of people are putting an odometer onto the device too.” Transfers between handlers or vehicles also could be recorded, including final receipt at the destination.\n\nThere’s another possible event to be recorded in association with transport, as well. When a silicon wafer, for example, moves from a foundry to an assembly house, it changes location, but it doesn’t change ownership or “title.” In contrast, when a finished unit is transferred to a sales warehouse, ownership may change, depending on how the sales process is structured. “There’s another transaction that has to do the ownership stake,” he said. “When it gets packaged and sent to a distributor, then there is a release of ownership transaction on the blockchain, and then an acquisition of ownership.”\n\nManufacturing is followed by the operating life of a unit. Where that starts is subject to interpretation. Enrollment could happen at first power-up during the testing of the system, or it could happen upon first power-up by the end customer. In fact, these could be independent events, with both of them being recorded.\n\nGoing forward, any number of events could be recorded, including:\n\nPowering on and off;\n\nInternal software and hardware attestations;\n\nNetwork authentications;\n\nMajor operational events, which would depend on the application;\n\nBiST or monitoring events and results;\n\nErrors or warnings;\n\nChanges of location;\n\nChanges of user;\n\nServicing events, even calls for support if the support system were linked in, and\n\nChanges of ownership.\n\nFinally, there’s the end of the useful life of the system, at which point the unit is decommissioned. But just because someone is done with a unit doesn’t mean it no longer can be used. It might have been replaced with a newer model, or it might have been broken and tossed, with someone else trying to repair it. It might contain components that could be removed and re-used.\n\nSome regions require the ability to re-use, remanufacture, or recycle systems and components. How that affects the ledger may be complicated. A simple change of ownership is straightforward, assuming that it’s recorded. But a repair could be treated as yet another step in the life of the system, with one component — and its history — being replaced with a new component, which would come with its own history.\n\nSalvaged parts from a defunct unit might work the opposite way, where the component and its history would be detached from that of the original unit, which ceases to “exist”, and it may join a new system and become part of that system’s history.\n\nThe following image shows what would be possible if everything were captured in blockchains. Given the number of components in a sub-system and the number of sub-systems in a system, this can become extremely verbose extremely quickly. That’s where blockchain design decisions will decide what is important and what isn’t.\n\n\n\nFig. 2: An extreme illustration of a complex of blockchains. Each system shares a design, but incorporates individual sub-systems. Those sub-systems each have a design and incorporate components, each of which has a design and a manufacturing history. Repairs and salvaging can extend the web of relationships. How much of this is incorporated into any specific system is a blockchain design choice. Different blockchains may use different technologies. Source: Bryon Moyer/Semiconductor Engineering\n\nIn the figure above, the design of one component may use a different brand of ledger from the manufacturing of a sub-system or the run-time history of the full system. For this reason, there are some standards in other industries that define the syntax and semantics of the entries so that the data can be meaningfully exchanged between blockchains. “Having all ecosystems speak the same language is important,” said Kevin Otto, senior director, community engagement at GS1, an organization involved in blockchain-related standards.\n\nBlockchain challenges\n\nIt’s unlikely that a unit would have every such event logged due to the volume and size of the ledger (bearing in mind that, in theory, every individual unit would have its own enormous ledger). So data storage and communication — and securing both — may limit exactly which of the events are important enough to track.\n\nThe tracking also adds friction to flows that are constantly under pressure to become simpler and more efficient. For example, a consumable medical item today would simply be trashed when its use was complete. Having to log that end-of-life event adds another step that’s likely to be omitted, breaking the completeness of the ledger.\n\nLikewise, when units go from manufacturing to sales, they can be tracked when moving through the official channels – but unofficial channels may be a problem. “Blockchain works great when it comes to franchise distribution,” said Uri Elhav, marketing and business development at Cybord. “But when you step into the broker, the spot market, it’s a whole different story. And unfortunately, people go there.”\n\nFor these reasons, blockchain processes work best when automated. The recording step then takes no extra effort. But that also assumes few or no escapes into a gray market of questionable authenticity.\n\nThen there are questions about whether or not a system can be gamed. Permissioned networks in particular may have fewer nodes than a public network. “Could a nation-state mount some vast distributed attack on a ledger in order to invalidate it or manipulate it in a way that enables them to do things like fielding invalid devices?” asked Alric Althoff, senior hardware security engineer at Tortuga Logic. If the ledger becomes corrupted, would that corruption then remain in place forever? If detected, could it ever be fixed?\n\nFinally, there’s the reality of the moment. While various industries are taking up the blockchain solution, semiconductors – for design or manufacturing – aren’t among them. “There’s been no involvement in our area of the industry with blockchain,” said Simon Rance, head of marketing at ClioSoft, a company heavily involved in design-data management. “We have customers, from FPGA design to analog PCBs, all the way to telecom companies, and companies doing consumer products, and none of them is even inquiring about blockchain. Where blockchain is getting a little bit more traction is in the manufacturing areas.”\n\nSo blockchain has proponents and cautious doubters. “We’re very excited about blockchain,” said Tortuga Logic’s Althoff. “But we have to decide whether a distributed ledger is really what we want,”\n\nConclusion\n\nThe cost and efficiency of so much tracking may limit the kinds of systems that maintain a thorough history. In an era where there appears to be no such thing as too much data, it remains to be seen whether blockchain is taken up only for sensitive systems, or whether it becomes business as usual across the board.\n\n“I don’t think blockchain will fix everything, but at least it starts to create that dialogue, because everybody’s wanting to head in the same direction,” said Michael Ford, chair of IPC-1782, -2591, and -2551 committees for the IPC.\n\nEven so, Huntley is keeping his eye on this prize. “We can’t completely prevent counterfeits, and we can’t completely prevent security breaches,” he said. “But we can detect them quickly. And we can track them, find the bad actors quickly, and punish them.”\n\nRelated\n\nNew And Innovative Supply Chain Threats Emerging\n\nBut so are better approaches to deal with thorny counterfeiting issues.\n\nUniquely Identifying PCBs, Subassemblies, And Packaging\n\nNew approaches to preventing counterfeiting across the supply chain.\n\nWho’s Watching The Supply Chain?\n\nThe proliferation of advanced packaging and heterogeneous architectures adds some new risks."}, {"title": "IBM uncovers global email attack on Covid vaccine supply chain", "link": "https://www.cnbc.com/2020/12/03/ibm-uncovers-global-email-attack-on-covid-vaccine-supply-chain-.html", "date": "2020-12-03 00:00:00", "authors": "['Noah Higgins-Dunn']", "keywords": "['email', 'phishing', 'ibm', 'vaccine', 'companies', 'health', 'attack', 'uncovers', 'attacks', 'vaccines', 'global', 'supply', 'covid19', 'covid', 'chain', 'working']", "summary": "IBM cybersecurity analysts on Thursday said they uncovered an email phishing scheme targeting global coronavirus vaccine supply chains, and urged cold-chain companies to remain \"vigilant\" and \"on high alert.\"\n\"From there, the adversary could gain insight into internal communications, as well as the process, methods and plans to distribute a COVID-19 vaccine.\"\nIBM said the attacks likely targeted organizations linked to Gavi, The Vaccine Alliance, which is working to supply low- and middle-income economies with an affordable coronavirus vaccine.\n\"Gavi has strong policies and processes in place to prevent such phishing attacks and hacking attempts,\" a spokesperson told CNBC on Thursday.\nSome governments have already warned of an increasing number of cyberattacks related to Covid-19 attempting to steal sensitive information on the vaccines, IBM said.", "text": "Joachim Kuhn, chief executive officer of Vac-Q-Tec, looks at global distribution screens at the company's factory in Wurzburg, Germany, on Wednesday, Nov. 18, 2020.\n\nIBM cybersecurity analysts on Thursday said they uncovered an email phishing scheme targeting global coronavirus vaccine supply chains, and urged cold-chain companies to remain \"vigilant\" and \"on high alert.\"\n\nThe company's task force dedicated to tracking down Covid-19 cybersecurity threats said it discovered fraudulent emails impersonating a Chinese business executive at a credible cold-chain supply company. The emails, dating to September, targeted organizations in Italy, Germany, South Korea, the Czech Republic, greater Europe and Taiwan, the company said.\n\n\"We assess that the purpose of this campaign may have been to harvest credentials to gain future unauthorized access,\" IBM researchers Claire Zaboeva and Melissa Frydrych wrote in a report. \"From there, the adversary could gain insight into internal communications, as well as the process, methods and plans to distribute a COVID-19 vaccine.\"\n\nIBM said the attacks likely targeted organizations linked to Gavi, The Vaccine Alliance, which is working to supply low- and middle-income economies with an affordable coronavirus vaccine. The alliance, which is backed by the Bill and Melinda Gates Foundation, operates a program alongside UNICEF to strengthen immunization supply chains to ensure the drugs are distributed equitably.\n\n\"Gavi has strong policies and processes in place to prevent such phishing attacks and hacking attempts,\" a spokesperson told CNBC on Thursday. \"We are working closely with our partners on security awareness to continue to strengthen these best practices.\"\n\nGavi did not detail whether the scheme accessed sensitive information regarding the vaccine distribution. IBM's analysts said the phishing campaign has the \"potential hallmarks of nation-state tradecraft,\" though it wasn't made clear which countries could be behind the emails. It also wasn't clear whether the attacks were successful.\n\n\"A breach within any part of this global alliance could result in the exposure of numerous partner computing environments worldwide,\" IBM analysts said.\n\nSome of the Covid-19 vaccines, like those from companies like Pfizer and Moderna, require low storage temperatures that use special equipment from the cold-chain companies. The Food and Drug Administration could give the companies, which have now applied for an emergency authorization in the U.S., the green light to begin distributing their vaccines within the coming weeks.\n\nModerna has said its vaccine remains stable at 36 to 46 degrees Fahrenheit, the temperature of a standard home or medical refrigerator, for up to 30 days, while Pfizer's vaccine requires a storage temperature of minus 94 degrees Fahrenheit.\n\n\"This is completely new territory for health care supply chains. And so this is a brand new logistical challenge in order to distribute this vaccine and get it to the right place and to do so while maintaining the integrity of the product,\" Soumi Saha, a pharmacist and vice president of advocacy for Premier, a consulting firm that works with thousands of hospitals and nursing homes, told CNBC last month.\n\nSome governments have already warned of an increasing number of cyberattacks related to Covid-19 attempting to steal sensitive information on the vaccines, IBM said. The company uncovered similar email attacks in June on the medical protective gear supply chain for health-care workers.\n\nIn April, the World Health Organization said it had seen a \"dramatic increase\" in the number of cyberattacks targeting the United Nations health agency. The organization said on April 23 that around 450 \"active WHO email addresses and passwords were leaked online along with thousands belonging to others working on the novel coronavirus response.\"\n\nIBM said in its report Thursday that it \"urges companies in the COVID-19 supply chain — from research of therapies, healthcare delivery to distribution of a vaccine — to be vigilant and remain on high alert during this time.\""}]