[{"id": 1334599360013885442, "full_text": "WSJ reporting that Pfizer now expects it can only ship *half* of the Covid-19 vaccines it had planned this year because of supply chain problems. Says it can still hit a billion doses in 2021.", "retweet_count": 1017, "favorite_count": 3432}, {"id": 1334605480249991169, "full_text": "BREAKING— Pfizer is slashing its expected delivery of vaccine doses from 100 million to 50 million because of production quality issues. Everyone needs 2 doses. So this is a big hit. #COVID19 https://t.co/VfJXorRAWA", "retweet_count": 758, "favorite_count": 1476}, {"id": 1334601441311387655, "full_text": "WSJ: Pfizer now expects to ship half the doses it had originally planned, from 100 million doses down to 50 million, after finding raw materials in early production didn’t meet its standards.\nhttps://t.co/82Malmr24u", "retweet_count": 215, "favorite_count": 282}, {"id": 1334508900142501889, "full_text": "The Department of Homeland Security issues a warning that hackers are targeting key actors in the coronavirus vaccine supply chain and points to IBM's findings of malicious activity https://t.co/jeMGbdwSvB", "retweet_count": 217, "favorite_count": 697}, {"id": 1334799450825510913, "full_text": "\"MUJI: 100% Xinjiang Cotton and Uyghur Tears.\" 👀 Artist @badiucao just uploaded some scathing works — criticism of corporations' connections to Xinjiang labor and/or pushback against Congressional legislation on supply chain integrity. The art is free: https://t.co/ze8K8peKKk https://t.co/tqdjX1uai2", "retweet_count": 105, "favorite_count": 217}, {"id": 1334599863032492032, "full_text": "@TimOBrien Which is why we needed a government that was more concerned about the supply chain and delivery logistics than about naming the vaccine after Trump.", "retweet_count": 141, "favorite_count": 1647}, {"id": 1334565565894111236, "full_text": "As China edges towards a food crisis, it looks at India to feed its citizens\n\nChinese President had termed wastage of food in China as 'shocking' and 'distressing'. In August this year, he launched campaign in the country called 'Operation Empty Plate'\n\nhttps://t.co/oZbu5dQgws", "retweet_count": 75, "favorite_count": 406}, {"id": 1334510895641354242, "full_text": "Hackers are targeting key actors in the coronavirus vaccine supply chain as distribution gets underway, according to new warnings by the Department of Homeland Security and IBM, which discovered the malicious activity. https://t.co/pI47PeHavT", "retweet_count": 127, "favorite_count": 389}, {"id": 1334614671027003393, "full_text": "Pfizer expects to ship half of the Covid-19 vaccines it originally planned for this year because of supply-chain problems, but still expects to roll out more than a billion doses in 2021 https://t.co/1Tof1FAyzZ", "retweet_count": 91, "favorite_count": 127}, {"id": 1334608375372533761, "full_text": "JUST IN: Pfizer shares fell as much as 3.1% after Dow Jones reported that it cut the number of Covid-19 vaccine doses it plans to ship this year because of supply-chain issues https://t.co/gMRMlPZFG0", "retweet_count": 81, "favorite_count": 182}, {"id": 1334599710452101121, "full_text": "(WSJ) - Pfizer Inc. expects to ship half of the Covid-19 vaccines it originally planned for this year because of supply-chain problems, but still expects to roll out more than a billion doses in 2021.\n\n⁦@WSJ⁩ $PFE  https://t.co/7PqEs44fEe", "retweet_count": 83, "favorite_count": 159}, {"id": 1334602846487121926, "full_text": "As warned, the vaccine delivery is big and messy and bulky and you can pre-write these kinds of stories now. It is the nature of logistics. It gets better over time; supply chain blips get fixed, things go faster. Not ideal but not surprising. Rolling recovery well into 2021. https://t.co/D2qAR2ENcB", "retweet_count": 88, "favorite_count": 287}, {"id": 1334601938340622339, "full_text": "get ready to see a lot of the phrase \"supply-chain problems\" https://t.co/yiqErCPDnC", "retweet_count": 101, "favorite_count": 538}, {"id": 1334467424851124224, "full_text": "Calculated cyber-attacks have been targeting organizations involved in the COVID-19 vaccinations supply chain.\n\nGet the details from the IBM Security X-Force intelligence taskforce:", "retweet_count": 83, "favorite_count": 117}, {"id": 1334607345209511937, "full_text": "Interesting WSJ piece claiming supply chain issues will mean less of the biontech/Pfizer vaccine this year - says expectation for UK of 4-5m in 2020 rather than 10m talked about ... https://t.co/85iDrWueFx", "retweet_count": 51, "favorite_count": 79}, {"id": 1334454861744791552, "full_text": "IBM warns hackers targeting COVID vaccine 'cold chain' supply process https://t.co/xNtGWcyMfI https://t.co/AzkU2G5Ict", "retweet_count": 49, "favorite_count": 111}, {"id": 1334464055415767040, "full_text": "As China edges towards a food crisis, it looks at India to feed its citizens\nhttps://t.co/oZbu5e7Ro0", "retweet_count": 63, "favorite_count": 393}, {"id": 1334465401237934082, "full_text": "Hackers targeted coronavirus vaccine supply 'cold chain' https://t.co/p6DwIRJa9w", "retweet_count": 46, "favorite_count": 93}, {"id": 1334460232823693312, "full_text": "Covid vaccine supply chain targeted by hackers, say security experts https://t.co/8CVVcJwAxj", "retweet_count": 20, "favorite_count": 48}, {"id": 1334452994264477696, "full_text": "Coronavirus: Hackers targeted Covid vaccine supply 'cold chain' https://t.co/pnsKTUzKBx", "retweet_count": 21, "favorite_count": 18}, {"id": 1334363018734526465, "full_text": "\"We are just surviving now.\"\n\nNepal is lifting a 7-month #coronavirus-induced travel ban, hoping to thaw out its frozen tourism economy. More: https://t.co/5cydCUcVAs https://t.co/y6P1rB0ob5", "retweet_count": 20, "favorite_count": 57}, {"id": 1334377865232740355, "full_text": "Here's how this e-grocer cuts out three steps in the normal grocery-store supply chain https://t.co/znnb4W0dYE", "retweet_count": 42, "favorite_count": 123}, {"id": 1334285157977747456, "full_text": "\"Palm oil, it's a critical ingredient. But it's driving mass deforestation. We (at @MarsGlobal) are deforestation-free and we've done that by massively simplifying our supply chain. Interestingly it's also saving us money.\" Barry Parkin\n#SustainableBizSummit https://t.co/8VCGuSPZez", "retweet_count": 19, "favorite_count": 55}, {"id": 1332034197633036292, "full_text": "Remember to give thanks 2day to all the farm families &amp; workers along the food supply chain who help put food on our tables every day of the yr. God Bless America’s bounty &amp; the farmers +laborers so others don’t go hungry. HAPPY THANKSGIVING", "retweet_count": 1537, "favorite_count": 9766}, {"id": 1331882455691894786, "full_text": "As the UKs entire hospitality sector and supply chain waits for today’s tier announcement, just remember, that whilst other countries were closing borders and taking immediate action....we were told to wash our hands and sing happy birthday twice. World leading.", "retweet_count": 696, "favorite_count": 4812}, {"id": 1332393717165158401, "full_text": "Amazon workers are continuing to organize across the supply chain, and even in the US, there’s now a warehouse union drive. hard to overstate how critical these efforts are—they’re trying to turn the tide on a very dark future https://t.co/oYervWIUQc", "retweet_count": 436, "favorite_count": 1623}, {"id": 1331608908063006720, "full_text": "\"the 32 billion items that had been ordered by the Parallel Supply Chain by 31 July could last around five years\" observes the NAO. \n\nWhy did Government spend £12.5bn buying at 500% of normal prices without any proper process from weird counterparties five years of PPE supply? https://t.co/xeedPWuDxQ", "retweet_count": 369, "favorite_count": 1047}, {"id": 1331545230399639552, "full_text": "Some examples in the Nigerian context healthcare, education, logistics + supply chain, FinTech (no one has won this yet), entertainment (distribution). https://t.co/X3sxrYRGql", "retweet_count": 45, "favorite_count": 207}, {"id": 1331631221651206149, "full_text": "With air travel recovery stalled, #aircargo has been strengthening 📦✈️ - largely due to importance in delivering essential supplies &amp; maintaining global supply chain. 🌐\n\n#IATAAGM #cargo #freight https://t.co/Tzw50nIFcy", "retweet_count": 21, "favorite_count": 42}, {"id": 1331579605803618304, "full_text": "#HPCL ensures #sustainable and responsible #growth by establishing a sustainable supply chain. It strives to be at the forefront in its role in development with judicious use of resources to fuel the nation towards progress and development. #DeliveringHappiness #HPCLCares https://t.co/Ywf3t6aGcq", "retweet_count": 58, "favorite_count": 76}, {"id": 1331573568539422720, "full_text": "As #Thanksgiving approaches, I give thanks for:\n\n-All those defending freedom &amp; democracy \n\n-Researchers seeking an end to COVID-19\n\n-Healthcare workers risking their own lives to save others\n\n-Everyone ensuring essential services — from our food supply chain to public transport https://t.co/XDoae4rkaq", "retweet_count": 27, "favorite_count": 173}, {"id": 1331629290786611201, "full_text": "We’re excited to announce a new strategic collaboration: We'll be establishing an #AI Innovation #Lab with @instadeepai to advance a portfolio of initiatives across drug discovery &amp; design, protein engineering, manufacturing and supply chain optimization. https://t.co/4Xg6GzdLK5 https://t.co/hGl72xmLEl", "retweet_count": 34, "favorite_count": 154}]