[{"link": "https://www.linkedin.com/pulse/two-technologies-available-today-resolve-climate-change-tricoire", "title": "Two technologies available today to resolve climate change", "text": "The past year has certainly provided its fair share of challenges. Our communities are working collectively to endure and overcome both COVID-19 and the accompanying recession the pandemic has helped cause. While we understandably have our attention fixed on ending these urgent dilemmas, we must not lose sight of the biggest looming threat to people and our planet: climate change.\n\nThe primary driver of climate change is carbon emissions, and 80% of carbon emissions are energy related. To confront this climate crisis, we must reduce these emissions drastically. In fact, we must halve our carbon footprint in the next 20 years. This demands that we fundamentally change how we produce and consume energy.\n\nAt the same time, there are still two billion people who today live without access to energy and digital. That’s two billion people who live without basic comforts and opportunities. Without digital, they do not have access to education and economic inclusion.\n\nThis is the paradox we have talked about for some time: how can we progress our society, so every individual on Earth secures access to these basic human rights, while simultaneously taking drastic action against the irreversible impacts on our environment?\n\nThis is Schneider Electric’s purpose. To empower all to make the most of our energy and resources, bridging progress and sustainability for all, connecting people across the globe to reliable energy and resources while cutting our emissions in half. Our mission is to be the digital partner of our customers for sustainability and efficiency.\n\nThere is an equation to resolve the climate paradox. It comes down to two technological revolutions and four priorities. The technology is here, the action is up to all of us.\n\nThe two revolutions.\n\nThe first is digitization.\n\nDigital has revolutionized the way we work and live. The first phase of digital connected people to people, using technology to advance our ability to communicate, work and live. Think about how different 2020 would have been without the digital tools and connectivity we have developed over these past 20 years: mobile phones, internet, video conferencing. The next phase will revolutionize how people interact with their environment, in our homes, buildings, factories and cities. It is the IoT revolution, the second phase of the internet, where communication occurs from machine to machine. With digital technologies, energy will only be used when and where it is needed.\n\nThe second is electricity.\n\nElectricity is critical as it is the only energy that can be decarbonized. Electricity is not new, but the way it is produced and consumed is changing. It will be powered by renewables, making it clean and green.\n\nThe four priorities.\n\nIn accordance with The Paris Agreement, to address climate change, we need to limit the rise in global temperature to 1.5⁰C. Based on these two revolutions, there are four priorities that need to be addressed in parallel to solve the issue of climate change.\n\nFirst, we need a step up in efficiency.\n\nThe first step is simply to eliminate any waste of our resources due to inefficiencies in our systems. Digital technology and connectivity are the way to disrupt efficiency. By connecting everything, software, analytics and AI can optimize consumption, achieving both process and energy efficiency. If we connect everything in our environments, this could save a huge part of our resources – our buildings and industries could become 30% more efficient.\n\nSecond, we must move towards circularity.\n\nThe next step is to transition to the circular economy, where business models are designed to reuse all resources, not just limit waste. Digital is paramount to this process. It is estimated we can achieve more than 70% energy efficiency with steel recycling for example.\n\nThird, we must transition electricity from 20% to 40% of the energy mix.\n\nAny energy we do use needs to be electric. Right now, just one fifth of our energy usage is electric. We must double the proportion of electric energy we use today. And it is already underway. A big migration is occurring in transportation with electric vehicles, and in buildings, for heating, cooling, and to create human-centric and net-zero buildings. The world will invest more in electricity in the coming 20 years than it has since its creation.\n\nFourth, we must focus on decarbonization, shifting renewables from 6% to 40% of the energy mix.\n\nThis is the part where electricity, an old technology, evolves. Rather than using carbon-heavy sources like fossil fuels, tomorrow’s electricity must be made from clean sources such as solar or wind. The good news is that in most parts of the world, renewables are already the cheapest sources of energy generation.\n\nThe first and last generation to act.\n\nWe are living in a unique time in history. We are the first generation who fully appreciates the dangers of climate change. And we will be the last generation who still has time to change our trajectory. We have a big challenge ahead – and there is no one who can face it but us.\n\nDigital and electric. Smart and green.\n\nThese are the four words that will redefine our future.\n\n\n\n\n\nThis message was part of our Innovation Summit World Tour 2020. Making 11 virtual stops around the world, we welcomed over 20,000 customers, partners and students through the virtual doors and into the discussion on how we can build a more resilient and sustainable future together.\n\nThis article originally appeared on the Schneider Electric blog.", "summary": "While we understandably have our attention fixed on ending these urgent dilemmas, we must not lose sight of the biggest looming threat to people and our planet: climate change.\nThe primary driver of climate change is carbon emissions, and 80% of carbon emissions are energy related.\nIn accordance with The Paris Agreement, to address climate change, we need to limit the rise in global temperature to 1.5⁰C.\nBased on these two revolutions, there are four priorities that need to be addressed in parallel to solve the issue of climate change.\nWe are the first generation who fully appreciates the dangers of climate change.", "keywords": "['live', 'available', 'electricity', 'world', 'today', 'energy', 'digital', 'resolve', 'electric', 'technology', 'climate', 'technologies', 'resources', 'change']"}, {"link": "https://www.linkedin.com/pulse/delivering-covid-19-vaccine-population-safely-logistic-didier-varlot", "title": "Delivering the COVID-19 vaccine to the population safely: A logistic challenge solved with the Theory of Constraints", "text": "For the last 10 months, the global population of the world is going through a pandemic sanitary crisis that forced people to lockdown and work from home, stopped social interactions, and put a toll on the economy of most countries. The inequalities are rising, and the toll on our healthcare systems is increasing.\n\nThe announcement of several vaccines coming to the population in the near future is a great relief. Nearly all governments have prepared a strategy of vaccination, determining which are the priority communities. Those priority communities are not always the same, but all those strategies have a common point: after vaccinating the high priority people, a mass vaccination campaign is organized to bring the vaccine to the population.\n\nThis mass campaign will be, in most of the cases, voluntary. This is a challenge for the logistic organization, and the theory of constraints can bring a solution to design a simple but highly efficient distribution system.\n\nThe Issue\n\nThe distribution of the vaccine to priority communities is simpler as the number of doses needed at a place shall be known, but for the mass vaccination, we don’t have this information available.\n\nMost of the organizations will rely on forecast systems, like the ones used in retail industry to anticipate the demand, except that for mass vaccination, the historical data to build a model is not available. The most reliable estimate of the demand is that we should face a high initial demand, then the demand decreases and extends for a long period as some people will wait to have some feedback before getting vaccinated. An estimate of six months for the duration of the mass vaccination campaign seems reasonable both from the point of view of the needed logistics and from the point of view of the availability of doses of the vaccine. If the vaccine needs more than one dose, the duration of the campaign may have to extend way more than six months.\n\nThe curve of demand should look as the graph below. With such a distribution, it is very difficult to forecast the demand for the vaccine reliably over time.\n\nVaccines are products that need some specific conditions of storage. Some vaccine even need extra low temperatures to be stored until the last moment before injecting it. This makes the equipment needed at the vaccination center expensive if you want to store large quantities.\n\nFurthermore, these conditions of storage and transportation makes endpoint to endpoint transportation more complicated and expensive.\n\nThe logistic system shall succeed to have the right number of doses at the right place at the right time. This translates into:\n\nAvoiding overstock to prevent storage issues that could void precious doses of vaccine\n\nAvoid local stock out that could prevent a part of the population from finding the dose of the vaccine in their vaccination center\n\nAdapt to variation of the demand as fast as possible\n\nAvoid direct transportation of vaccine dose between vaccination centers as this is complicated, slow to organize and therefore inefficient.\n\nThe solution\n\nThe first trend will be to rely on a forecast software and usual logistic system, but there is a simpler and more efficient solution: Synchronous Logistics.\n\nThe Usual Solution\n\nThe main objective being to have most of the population vaccinated, stock out of vaccine dose in a vaccination center shall be avoided as far as possible. The usual solution is to push as many doses as possible to the vaccination center. This would make sure that there is always a dose for any person presenting herself at the vaccination center.\n\nTo organize the most cost-effective transportation, a policy of minimum economical quantity to transport is usually applied that sets the minimum quantity of doses of the vaccine that should be delivered at once to a vaccination center.\n\nThis solution has collateral consequences of significant importance:\n\nThe vaccine has a limited shelf life and may void before to be used;\n\nThe vaccination centers have a high cost of installation due to the necessity of being equipped with cold storage devices that may find no use after the campaign.\n\nThe minimal economical quantity to transport can result in the quantity of the vaccine in a center exceeding the storage capacity of that site, putting doses at risk of becoming voided;\n\nThe bigger the quantity of dose in a vaccination center, the bigger the difficulty to apply the rule of “first in, first out.” This procedure ensures that the first doses that were delivered on the site are used first.\n\nSynchronous Logistics\n\nSynchronous Logistics is based on the principles of the theory of constraints as they are applied in distribution applications.\n\nThe principle is to protect the capacity of injecting a dose of the vaccine to the person who needs it and present herself in a vaccination center.\n\nThe main ideas are\n\nKeep the doses where they are safe and as high as possible in the supply chain to use it to mitigate better the variation of each center. This means keeping the dose in the distribution center until we know that they have high chances actually to be quickly used in the vaccination center.\n\nUse a simple buffer indicator at the level of the vaccination center and the distribution center to adapt the stock to the demand and to create alarms if the use of the doses is too high or too low compared with the expectations.\n\nOrganize a daily or twice a day replenishment of only what has been consumed, no economic minimum quantity policy applying.\n\nInitial stock and dynamic buffer management\n\nThe initial stock of the vaccine at the vaccination center is set to two or three times the expected consumption between two planned replenishments. The shorter the time between two replenishments is, the more efficient the adaptation of the system to the variation of demand will be. The initial value is not of importance, as the system is self healing and self-correcting, it will adapt in a matter of a few days to the actual demand as seen below.\n\nA dynamic buffer management system shall be used to adapt the stock to the demand.\n\nThe stock of the vaccination center is divided in three quantities or zones: green, yellow and red of equal quantities. If there are 300 doses in the center, then there are 100 doses in every zone.\n\nAt the end of the replenishment interval, the zone, in which the remaining inventory of dose of the vaccine is, indicates what action shall be taken.\n\nIf the inventory is in the green zone at the end of a replenishment period, the replenishment shall compensate for the exact number of doses that has been used in this period.\n\nIf the inventory finish in the green zone for a set number of replenishment periods (for example 3) in a row, then the global inventory of dose shall be diminished by 20% (or another factor that depends on your risk perception).\n\nIf the inventory is in the yellow zone at the end of a replenishment period, the replenishment shall compensate for the exact number of doses that has been used in this period. This is the zone in which we expect to finish at the end of each replenishment period when the inventory is adapted to the demand.\n\nIf the inventory is in the red zone at the end of a replenishment period, the replenishment shall compensate for the exact number of doses that has been used in this period.\n\nIf the inventory finish in the red zone for a set number of replenishment periods (by example 3, but it doesn’t need to be the same as for the green zone) in a row, then the global inventory of dose shall be increased by 30% (or another factor that depends on your risk perception. That factor doesn’t need to be the same as for the green zone).\n\nThis system can be even managed manually in the vaccination center. There is no need for any fancy software. The buffer zones can also be used to detect risk of getting short on doses and ask for emergency delivery between two normal replenishments.\n\nFor example, if the stock of a vaccination center enter the red zone early in the morning, it is the indication that an emergency replenishment should be requested to avoid running out of dose early during the day.\n\nA Simulation\n\nTo demonstrate the efficiency of the Synchronous Logistic system for the delivery of the vaccine, a simulation has been prepared as described below.\n\nThis simulation covers a vaccination campaign of six months. The simulated vaccination center is designed to serve a maximum of 200 people per day, and no emergency replenishment has been considered.\n\nThe Demand\n\nThe demand is composed of the sum of two components. A first component with a slow variation corresponds to the evolution of the demand during the campaign. It begins with a peak for the first 30 days and a steady decrease after the 30th days until the end of the campaign.\n\nOn top of the first component, a second one is added with a random variation simulating the daily variation in the number of people presenting themselves at the vaccination center. The graph below shows the resulting demand.\n\nThis kind of demand is difficult to forecast because of the randomness of the simulation. The lack of historical data and the short duration of the campaign makes most forecast software useless or at least unreliable.\n\nUsual Logistic System — Push System\n\nWe call it “push system” as it “push” the doses to the vaccination centers based on a forecast.\n\nTo cover the needs, the initial stock is set at 300 doses, i.e., 50% more than the expected capacity of the center. For simplicity, this is also the minimum economical quantity for transport.\n\nThe minimum inventory of the vaccination center is set at 75 doses. This means that every time the inventory is below 75 doses, 300 new doses are sent to the vaccination center the next day.\n\nThe inventory during the campaign is represented below. In a period of high demand for the vaccine, the replenishments are made more often. When the demand decrease, by the end of the campaign, the periods of replenishment become more distant.\n\nDespite the stock level that far exceeds the peak demand, the vaccination centers lacks doses from time to time to fulfill the demand.\n\nThe graph below shows the missed vaccinations during the campaign.\n\nThe graph below shows the vaccinations executed at the vaccination center during the campaign\n\nAs a result, 13,580 people presented themselves at the vaccination center during the campaign. 11,984 were vaccinated, but 1,596 didn’t find a dose at the center. For this result, a total of 12,300 doses of the vaccine were mobilized with an average inventory of 301 doses in the vaccination center.\n\n\n\n\n\nApplying Synchronous Logistic and Dynamic Buffer Management\n\nThis system is a “pull system.” This means that the demand will “pull” doses from the distribution network. Furthermore, the inventory at the vaccination center will be adapted dynamically to this demand by a Dynamic Buffer Management approach.\n\nThe initial inventory is set at three times the minimum inventory, i.e., 3 × 75 = 215 doses.\n\nThe replenishment is scheduled daily to compensate what has been consumed during the day.\n\nThe graph below shows how the maximum inventory is adapted to the decreasing demand over time. The second graph below the inventory curve shows how the signals (green, yellow and red) drive the adjustments of inventory levels over the duration of the campaign.\n\nThis method brings a significative reduction of missed vaccination due to lack of doses of the vaccine in the vaccination center. The graph below shows these missed vaccination over the duration of the campaign.\n\nThe graph below shows the vaccination executed during the campaign.\n\nAs a result, 13,580 people presented themselves at the vaccination center during the campaign. 13,566 were vaccinated, but 14 didn’t find a dose at the center. For this result, a total of 13,634 doses of the vaccine were mobilized, with an average inventory of 207 doses in the vaccination center.\n\nResults\n\nThe simulation shows that with an average inventory of nearly 30% less than with the usual method, the Synchronous Logistic method allows vaccinating 13% more patients. Only 0.1% of the patients didn’t find a dose at the vaccination center against 11.8% with the usual method.\n\nThe Synchronous Logistic method allows vaccinating 99.9% of the patients coming to the vaccination center, while the usual method allows vaccinating only 88.25% of the patients that presented themselves at the vaccination center.\n\nConclusion\n\nThe synchronous logistics methodology allows a much more efficient delivery of the vaccine to the population without needing to maintain a high average inventory in the vaccination center.\n\nThe lower average inventory means that the installation of the vaccination centers are cheaper as they need less cold storage.\n\nIt delivers nearly a 100% availability of doses despite a very variable simulated demand.\n\nThe cost of a daily replenishment is largely compensated by the gain in efficiency and lower average inventory.\n\nFurthermore, this method doesn’t require any special software or equipment and can be applied manually or in a simple spreadsheet at the level of the vaccination center and with a simple spreadsheet at the level of the distribution center.\n\nIf you want to learn more about this methodology, don’t hesitate to contact me. The simulation is available for audit if you need.\n\n\n\n\n\nThis article has been published also on Medium\n\nDidier Varlot\n\nSenior consultant in Business Continuity and Theory of Constraints, Owner and CEO of SNTC.\n\nDidier is a project manager with 35 years experience in project recovery and 25 years of application of the Theory of Constraints. He uses a mix of Theory of Constraints, Agile and Open organization (the TAO Way) to improve operation. His references go from railway industry to healthcare services, from chemical industries to green energy supply.\n\nHe is the author and moderator of the Thinking Logical: Synchronous Momentum and has his own publication on medium.\n\nYou can follow him also on Twitter, or LinkedIn\n\nContact Didier via LinkedIn, via email or via phone +40 744 501 044 (FaceTime and WhatsApp).", "summary": "This makes the equipment needed at the vaccination center expensive if you want to store large quantities.\nThe Usual SolutionThe main objective being to have most of the population vaccinated, stock out of vaccine dose in a vaccination center shall be avoided as far as possible.\nThe stock of the vaccination center is divided in three quantities or zones: green, yellow and red of equal quantities.\nThe graph below shows the vaccinations executed at the vaccination center during the campaignAs a result, 13,580 people presented themselves at the vaccination center during the campaign.\nThe Synchronous Logistic method allows vaccinating 99.9% of the patients coming to the vaccination center, while the usual method allows vaccinating only 88.25% of the patients that presented themselves at the vaccination center.", "keywords": "['population', 'constraints', 'delivering', 'inventory', 'dose', 'vaccine', 'solved', 'challenge', 'demand', 'campaign', 'safely', 'vaccination', 'system', 'logistic', 'covid19', 'doses', 'center', 'replenishment', 'theory']"}, {"link": "https://www.linkedin.com/pulse/5-biggest-retail-trends-2021-bernard-marr", "title": "The 5 Biggest Retail Trends In 2021", "text": "Since online shopping became a reality, retail has become increasingly digital and internet-driven. Bricks and mortar stores have adopted elements of the online experience to encourage us to continue visiting them, and also played to the strengths that in-person experiences can offer, such as more personal levels of service.\n\nBut the coronavirus pandemic has affected the way every trend will play out in 2021, and offline retail has been hit particularly hard. This has led to widespread job losses and famous names disappearing from shopping centers around the world. At the same time, online retail has boomed more quickly than ever before as consumers choose to remain safely indoors, and home delivery infrastructure becomes increasingly sophisticated.\n\nHere are my predictions on how the world of retail will continue to change over the course of 2021 as the pandemic and other factors continue to influence our habits.\n\nOmnichannel - Offline is online, online is offline\n\nThis is a big one, that actually involves the coming together of several different trends, including AI, robotics, IoT, and extended reality (XR) – which includes virtual and augmented reality (VR/AR).\n\nConnecting these technologies is enabling retailers to bring the convenience of online shopping to offline shops and stores, and the richly interactive environment of offline shopping to the world of e-commerce. While the general trend has seen offline retailers moving into online by establishing e-commerce divisions of their businesses, more lately, we have seen online retailers developing a bricks 'n' mortar presence. At their most sophisticated, this trend includes initiatives such as Amazon's famous cashier-less stores opening in the US, as well as Walmart's experiments with allowing customers to order and pay in-store and have goods delivered to their homes. At the other end of the spectrum is the trend of smaller start-ups and cottage enterprises opening pop-ups, concessions, and collaborations with bigger brands.\n\nVR environments will increasingly be used by online retailers to provide immersive, feature-rich shopping experiences. At the same time, AR will be deployed by offline retailers to allow customers to access information about products they find on the shelves. While this pandemic continues, retailers are using tech-driven solutions to allow customers to virtually try out clothing and makeup, reducing contact between shoppers and in-store items.\n\nThis convergence means offline and online retail both benefit from advances in technology and changing patterns of behavior.\n\nAI increasingly customer-facing across the retail industry\n\nAI-driven big data retailing has been maturing for some years now, with major retailers relying on advanced analytics to understand what should be stocked in their stores and drive efficiencies in logistics. Newer developments have seen this technology moving from back-of-house to front-of-house, with customer-facing initiatives such as chatbots and virtual assistants. Likewise, while robots have been hanging out in warehouses and stock rooms for a while, assisting with inventory management, in 2021, we can expect to see them taking to the shop floor too.\n\nWith so many of us stuck at home and retailers unable to find new customers by enticing us to walk into their stores, more resources will be focused on growing customer numbers with AI marketing outreach. This is used to work out whether their best customers are likely to be spending their time on Facebook, Netflix, or taking part in Zoom calls, and assigning advertising budgets accordingly.\n\nAI-powered voice recognition technology has improved to the point where it can truly be used to add value both in-store and via e-commerce apps. Just as it is becoming increasingly common to use our voices to control our devices or search the internet, we will increasingly use them to get information and make purchases, and retailers will adapt their infrastructure to fit these changing habits.\n\nAutonomous Deliveries and Fulfilment\n\nThis one's been on the horizon for a while, but with the pandemic-driven changes, we're making to our behavior this year, we're likely to see ideas such as self-driving delivery vehicles and drone delivery really coming to life. Though switching to online ordering and deliveries reduces the likelihood of coming into contact with people carrying viruses, there's still a fear of contamination caused by poor hygiene at order fulfillment centers or delivery networks. Autonomous fulfillment and delivery reduce risks around this, which is a factor likely to lead to accelerated acceptance and adoption of these new technologies.\n\nOver the next year, autonomous delivery initiatives are likely to remain focused on “last mile\" solutions, employing self-driving vehicles and airborne drones for trips between fulfillment centers and consumers’ homes.\n\nAgain, several trends will be involved here, including AI, to manage logistics and routing. Others will also most likely include blockchain, to ensure security and transparency along supply chains, and digital twinning, allowing sophisticated models of logistics and fulfillment operations to be built, driving efficiency.\n\nSee it, like it, buy it!\n\nForget shop both online and offline – purchases directly from manufacturers through influencers, advertising and even TV shows is likely to become an increasingly prominent part of the retail landscape throughout 2021.\n\nRetailers have long encouraged bloggers and influencers to earn money by sharing affiliate links, and advertise via product placement. Increasingly, brands are able to cut out the middle man and sell directly to the consumers who follow and engage with these online taste-makers. The trend started with megastars like Kim Kardashian but has increasingly trickled down into niche markets served by micro-influencers. This has largely been enabled by tech-driven supply chain innovation, making \"drop-shipping\" possible– direct delivery from manufacturers to customers via a sales agent, such an influencer or popular website, that can run a retail business without the hassle of buying stock or fulfilling orders. Brands, including Body Shop, have successfully co-opted the direct sales model pioneered by the likes of Avon, creating networks of micro-influencers often selling to friends and family.\n\nAnother exercise in cutting out the middle man of the traditional retailer is seen in experiments with shoppable TV. NBC rolled out technology that allows app users to be notified when products they see on screen are available for direct purchase. This actionable product placement means customers can interact and make purchases directly from TV advertising, but we can also expect to see it rolled out through sports coverage and entertainment TV, as brands look for new ways to engage with their digital audience.\n\nPersonal shopping at scale\n\nWell-heeled shoppers are used to receiving personal attention when shopping at high-end stores, and personalizing their high-value purchases such as cars, bespoke clothing, and jewelry. However, technology is now ushering in a new age of mass-personalization, allowing this to be carried out at scale across a growing range of goods and services.\n\nRecommendation engines are used in e-commerce to point us towards products we’re most likely to want or need. The same technology is now being rolled out in retail outlets, arming shop assistants (or possibly robotic ones, see above) with information on who we are, and our past purchases. Beauty product retailer Sephora collects information on customer preferences via an app as they explore and rate products online, and makes them available to sales staff when they visit a store in person. According to analysts at McKinsey, initiatives like this typically reduce marketing costs by around 20%.\n\nIf you would like to learn more about technology trends, then have a look at my new books: Tech Trends in Practice: The 25 Technologies That Are Driving The 4th Industrial Revolution and The Intelligence Revolution: Transforming Your Business With AI.\n\n\n\n\n\nThank you for reading my post. Here at LinkedIn and at Forbes I regularly write about management and technology trends. I have also written a new book about AI, click here for more information. To read my future posts simply join my network here or click 'Follow'. Also feel free to connect with me via Twitter, Facebook, Instagram, Slideshare or YouTube.\n\nAbout Bernard Marr\n\nBernard Marr is an internationally best-selling author, popular keynote speaker, futurist, and a strategic business & technology advisor to governments and companies. He helps organisations improve their business performance, use data more intelligently, and understand the implications of new technologies such as artificial intelligence, big data, blockchains, and the Internet of Things.\n\nLinkedIn has ranked Bernard as one of the world’s top 5 business influencers. He is a frequent contributor to the World Economic Forum and writes a regular column for Forbes. Every day Bernard actively engages his 1.5 million social media followers and shares content that reaches millions of readers.", "summary": "Since online shopping became a reality, retail has become increasingly digital and internet-driven.\nBut the coronavirus pandemic has affected the way every trend will play out in 2021, and offline retail has been hit particularly hard.\nOmnichannel - Offline is online, online is offlineThis is a big one, that actually involves the coming together of several different trends, including AI, robotics, IoT, and extended reality (XR) – which includes virtual and augmented reality (VR/AR).\nWhile the general trend has seen offline retailers moving into online by establishing e-commerce divisions of their businesses, more lately, we have seen online retailers developing a bricks 'n' mortar presence.\nThis convergence means offline and online retail both benefit from advances in technology and changing patterns of behavior.", "keywords": "['shopping', 'online', 'retail', 'offline', 'delivery', '2021', 'retailers', 'likely', 'increasingly', 'technology', 'customers', 'biggest', 'trends']"}, {"link": "https://www.linkedin.com/pulse/interoperability-often-good-should-mandated-dean-bubley/", "title": "Interoperability is often good – but should not be mandated", "text": "Context: I'm going to be spending more time on telecom/tech policy & geopolitics over the next few months, spanning UK, US, Europe & Global issues. I'll be sharing opinions & analysis on the politics of 5G & Wi-Fi, spectrum, broadband plans, supply-chain diversity & competition.\n\nRecently, I've seen more calls for governments to demand mandatory interoperability between technology systems (or between vendors) as a regulatory tool. I think this would be a mistake - although incentivising interop can sometimes be a good move for various reasons. This is a fairly long post to explain my thinking, with particular reference to Open RAN and messaging.\n\nBackground & history\n\nThe telecoms industry has thrived on interoperability. Phone calls work from anywhere to anywhere, while handsets and other devices are tested & certified for proper functioning on standardised networks. Famously, interoperability between different “islands” of SMS led to the creation of a huge market for mobile data services, although that didn't happen overnight in many countries.\n\nMuch the same is true in the IT world as well, with everything from email standards to USB connections and Wi-Fi certification proving the point. The web and open APIs make it easier for cloud applications to work together harmoniously.\n\nBut not everything valuable is interoperable. It isn't the only approach. Proprietary and vertically-integrated solutions remain important too.\n\nMany social media and communications applications have very limited touch-points with each other. The largest 4G/5G equipment companies don’t allow operator customers to mix-and-match components in their radio systems. Many IT systems remain closed, without public APIs. Consumers can’t choose to subscribe to network connectivity from MNO A, but telephony & SMS from ISP B, and exclusive content belonging to cable company C.\n\nThis isn't just a telecom or IT thing. It’s difficult to get different industrial automation systems to work together. An airline can’t buy an airframe from Boeing, but insist that it has avionics from Airbus. The same is true for cars' sub-systems and software.\n\nTight coupling or vertical integration between different subsystems can enable better overall efficiency, or more fluid consumer experience - but at the cost of creating \"islands\". Sometimes that's a problem, but sometimes it's actually an advantage.\n\nWell-known examples of interoperability in a narrow market subset can obscure broader use of proprietary systems in a wider domain. Most voice-related applications, beyond traditional \"phone calls\", do not interoperate by default. You could probably connect a podcast platform to a karaoke app, home voice assistant and a critical-communications push-to-talk system.... but why would you? (This is one reason why I always take care to never treat \"voice\" and \"telephony\" synonymously).\n\nHybrid, competitive markets are optimal\n\nSo there is value in interoperable systems, and also in proprietary alternatives and niches. Some sectors gravitate towards openness, such as federation between different email systems. Others may create de-facto proprietary appoaches - which might risk harmful monopolies, or which may be transferred to become open standards (for instance, Adobe's PDF document format).\n\nAnd even if something is based on theoretically interoperable underpinnings, it might still not interoperate in practice. Most enterprise Private 4G and 5G networks are not connected to public mobile networks, even though they use the same standards.\n\nInteroperability can be both a positive and negative for security. Open and published interfaces can be scrutinised for vulnerabilities, and third-parties can test anything that can be attached to something else. Yet closed systems have fewer entry points – the “attack surface” may be smaller. Having a private technology for a specific purpose – from a military communications infrastructure to a multiplayer gaming network – may make commercial or strategic sense.\n\nIn many all areas of technology, we see a natural pendulum swing between openness and proprietary. From open flexibility to closed-system optimisation, and back again. Often there are multiple layers of technology, where the pendulum swings with a different cadence for each. Software-isation of many hardware products means a given system might employ multiple layers at the same time.\n\nConsider this (incomplete and sometimes overlapping) set of scenarios for interoperability:\n\nBetween products: A device needs to be able to connect to a network, using the right radio frequencies and protocols. Or an electrical plug needs to fit into a standardised socket.\n\nA device needs to be able to connect to a network, using the right radio frequencies and protocols. Or an electrical plug needs to fit into a standardised socket. Within products or solutions (between components): A product or service can be considered to be just a collection of sub-systems. A computer might be able to support different suppliers’ memory chips or disks, using the same sockets. A browser could support multiple ad-blockers. A telco’s virtualised network could support different vendors for certain functions.\n\nA product or service can be considered to be just a collection of sub-systems. A computer might be able to support different suppliers’ memory chips or disks, using the same sockets. A browser could support multiple ad-blockers. A telco’s virtualised network could support different vendors for certain functions. Application-to-application / service-to-service: An application can link to, integrate or federate with another - for instance a reader could share this article on their Twitter feed, or mobile user can roam onto another network, or a bank can share data access with an accounting tool.\n\nAn application can link to, integrate or federate with another - for instance a reader could share this article on their Twitter feed, or mobile user can roam onto another network, or a bank can share data access with an accounting tool. Data portability: Data formats can be common from one system to another, so users can own and move their \"state\" data and history. This could range from a porting a phone number, to moving uploaded photos from one social platform to another.\n\nThere’s also a large and diverse industry dedicated to gluing together things which are not directly interoperable – and acting as important boundaries to enforce security, charging or other functions. Session Border Controllers link different voice systems, with transcoders to translate between different codecs. Gateways link Wi-Fi or Bluetooth IoT devices to fixed or wireless broadband backhaul. Connectors enable different software platforms to work together. Mapping functions will eventually allow 5G network slicing to work across core, transport and radio domains, abstracting the complexities at the boundaries.\n\nAdded to this is the entire sphere of systems integration – the practice of connecting disparate systems and components together, to create solutions. While interoperability helps SIs in some ways, it also commoditises some of their business.\n\nCoexistence vs. interoperation\n\nYet another option for non-interoperable systems is rules for how they can coexist, without damaging each other’s operation. This is seen in unlicensed or shared wireless spectrum bands, to avoid “tragedies of the commons” where interference would jam all the disparate systems. Even licensed bands can be \"technology neutral\".\n\nAnalogous approaches enable the safe coexistence of different types of road users on the same highway - or in the voice/video arena, technologies such as WebRTC which embed \"codec negotiation\" procedures into the standards.\n\nArguably, improving software techniques, automation, containerisation and AI will make such interworking and coexistence approaches even easier in future. Such kludginess might not please engineering purists who value “elegance”, but that’s not the way the world works – and certainly shouldn’t be how it’s regulated.\n\nIn a healthy and competitive market, customers should be able to choose between open and closed options, understanding the various trade-offs involved, yet be protected from abusive anti-competitive power.\n\nA great example of consumer gains and \"generativity\" in innovation is that of the Internet itself, which works alongside walled-garden, telco or private-network alternatives to access content and applications.\n\nCustomers can have the best of both worlds - accelerated, because of the competitive tensions involved. The only risk is that of monopolies or oligopolies, which requires oversight.\n\nWhere does government & regulatory policy fit in this?\n\nThis highlights an important and central point: the role of government, and its attitude to technology standards, interoperability and openness. This topic is exemplified by various recent initiatives, ranging from enthusiasm around Open RAN for 5G in the US, UK and elsewhere, to the EU’s growing attempts to force Internet platform businesses to interoperate and enable portability of data or content, as part of its Digital Services Act.\n\nMy view is that governments should, in general, let technology markets, vendors and suppliers make their own choices.\n\nIt is reasonable that governments often want to frame regulation in ways to protect citizens from monopolists, or risks of harm such as cybersecurity. In general, competition rules are developed across industries, without specific rules about products, unless there is unfair vertical integration and cross-subsidy.\n\nGovernments can certainly choose to adopt or even incentivise interoperability for various reasons – but they should not enshrine it in laws as mandatory. If you're a believer in interventionist policies, then incentivising market changes that favour national champions, foster inward investment and increase opportunities can make sense - although others will clearly differ.\n\n(Personally, I think major tranches of intervention and state-aid should only apply to game-changers with huge investment needs - so perhaps for carbon capture technology, or hydrogen-powered aviation).\n\nOpen RAN may be incentivised, not mandated\n\nA particular area of focus by many in telecoms is around open radio networks. The O-RAN Alliance and the TIP OpenRan project are at the forefront, with many genuinely impressive innovations and evolutions occurring. Rakuten's deployment is proving to be a beacon - at least for greenfield networks - while others such as Vodafone are using this architectural philosophy for rural coverage improvements.\n\nGovernments are increasingly involved as well - seeing a possible way to meet voters' desires for better/cheaper coverage, while also offsetting perceived risks from concentrations of power in a few large integrated vendors. This latter issue has been pushed further into the limelight by Huawei's fall from favour in a number of countries, which then see a challenge from a smaller number of alternative providers - Nokia, Ericsson and in some cases Samsung and NEC or niche providers.\n\nThis combination of factors then gets further conflated with industrial policy goals. For instance, if a country is good at creating software but not manufacturing radios, then Open RAN is an opportunity, that might merit some form of R&D stimulus, government-funded testbeds and so on.\n\nSo I can see some arguments for incentives - but I would be very wary of a step to enshrine any specific interop requirements into law (or rules for licenses), or for large-scale subsidies or plans for government-run national infrastructure. The world has largely moved to \"tech neutral\" approaches in areas such as spectrum awards. In the past, governments would mandate certain technologies for certain bands - but that is now generally frowned upon.\n\nNo, message apps should not interoperate\n\nAnother classic example of undesirable \"forced interoperability\" is in messaging applications. I've often heard many in the telecoms industry assert that it would be much better if WhatsApp, iMessage, Telegram, Snap - and of course the mobile industry's own useless RCS standard - could interconnect. Recently, some government and lobbying groups have suggested much the same, especially in Brussels.\n\nYet this would instantly hobble the best and most unique features of each - how would ephemeral (disappearing) messages work on systems that keep them stored perpetually? How would an encrypted platform interoperate with a non-encrypted platform? How could an invite/accept contact system interwork with a permissive any-to-any platform? How would a phone-number identity system work with a screen-name one?\n\n... and that's before the real unintended consequences kick in, when people realise that their LinkedIn messages now interoperate with Tinder, corporate Slack and telemedicine messaging functions.\n\nThat doesn't mean there's never a reason to interoperate between message systems. In particular, if there's an acquisition it can be useful and imporant - imagine if Zoom and Slack merged, for instance. Or a gaming platform's messaging might want users to send invitations on social media. I could see some circumstances (for business) where it might be helpful linking Twitter and LinkedIn - but also others where it would be a disaster (I'm looking at you, Sales Navigator spamming tools).\n\nSo again - interoperability should be an option. Not a default. And in this case, I see zero reasons for governments to incentivise.\n\nConclusion\n\nInteroperability between technology solutions or sub-systems should be possible - but it should not be assumed as a default, nor legislated in areas with high levels of innovation. It risks creating lowest-common denominators which do not align with users' needs or behaviours. Vertical integration often brings benefits, and as long as the upsides and downsides are transparent, users can make informed trade-offs and choices.\n\nLock-in effects can occur in both interoperable and proprietary systems. I'll be writing more about the concept of path dependence in future.\n\nRegulating or mandating interoperability risks various harms - not just a reduction in innovation and differentiation, but also unexpected and unintended consequences. Many cite the European standardisation of GSM 2G/3G mobile networks as a triumph - yet the US, Korea, Japan, China and others allowed a mix of GSM, CDMA and local oddities such as iDen, WiBro and PHS. No prizes for guessing which parts of the world now lead in 5G, although correlation doesn't necessarily imply causation here.\n\nThere's also a big risk from setting precedents that could lead to unintended consequences. Perhaps car manufacturers would be next in line to be forced to have open interfaces for all the electronic systems, impacting many automakers' potential revenues. Politicians need to think more broadly. As a general rule, if someone uses the obsolete term \"digital\" in the context of interop, they're not thinking much at all.\n\nI've written before about the possible risks to telcos from the very \"platform neutrality\" concept that many have campaigned for. Do they imagine regulators wouldn't notice that many have their own ambitions to be platform providers too?\n\nIn my view, an ideal market is made up of a competitive mix of interoperable and proprietary options. As long as abuses are policed effectively, customers should be able to make their own trade-offs - and their own mistakes.\n\nAs always - please comment and discuss this. I'll participate in the discussions as far as possible. If you've found this thought-provoking, please like and share on LinkedIn, Twitter and beyond. And get in touch if I can help you with internal advisory work, or external communications or speaking / keynote needs.\n\n#5G #openran #regulation #telecom #mobile #interoperability #competition #messaging #voice #innovation\n\n\n\n\n\n\n\n", "summary": "Recently, I've seen more calls for governments to demand mandatory interoperability between technology systems (or between vendors) as a regulatory tool.\nI think this would be a mistake - although incentivising interop can sometimes be a good move for various reasons.\nWell-known examples of interoperability in a narrow market subset can obscure broader use of proprietary systems in a wider domain.\nThis highlights an important and central point: the role of government, and its attitude to technology standards, interoperability and openness.\n#5G #openran #regulation #telecom #mobile #interoperability #competition #messaging #voice #innovation", "keywords": "['interoperability', 'platform', 'open', 'proprietary', 'mobile', 'different', 'good', 'mandated', 'technology', 'work', 'systems', 'network']"}, {"link": "https://www.linkedin.com/pulse/supply-chain-trends-insights-interview-franz-hero?trk=public_profile_article_view", "title": "Supply Chain Trends & Insights Interview", "text": "I was recently interviewed for the e-Zigurat Digital Business post-graduate MBA study, discussing supply chain trends and my views. I'd be interested in whether you have anything to add to the discussion. #supplychain #industrialinternetofthings #industry40 #industry4now", "summary": "I was recently interviewed for the e-Zigurat Digital Business post-graduate MBA study, discussing supply chain trends and my views.\nI'd be interested in whether you have anything to add to the discussion.\n#supplychain #industrialinternetofthings #industry40 #industry4now", "keywords": "['recently', 'views', 'interview', 'supply', 'study', 'interviewed', 'chain', 'supplychain', 'postgraduate', 'mba', 'insights', 'interested', 'trends']"}, {"link": "https://www.linkedin.com/pulse/your-supply-chain-green-david-food?trk=read_related_article-card_title", "title": "Is your Supply Chain green?", "text": "“It’s not just about reducing our impact, but about being a force for regeneration to address the challenges of plastic waste, water scarcity and biodiversity loss.” Procter & Gamble, 2020.\n\nTo generate a sustainable Supply Chain, you must know your alternatives. Bio and waste-based feedstock, for example, will be the basis of sustainable industries.\n\nLike Procter & Gamble (P&G) projections, that is trying to drive a Circular Supply Chain Economy approach for recycled-plastic through the use of circular-resin in its liquid-substance containers and hair care products packaging. Their ambitious goals for 2030 are to support and motivate positive impact on the environment and the society throughout the Supply Chain (SC) process, while creating value both, for the company and consumers.\n\nThe new packaging uses recycled-plastic element for these products, also called “circular pet,” meaning the possibility of using such material in different packaging several times. A waste management company will produce the material suitable for all brands filling-in PET bottles. Considering this partnership, P&G plans to prevent the use of 200 million bottles of virgin-plastic over five years. By engaging to use this material, P&G is driving a new Circular Supply Chain and building a promising market for recycled plastics.\n\nThe target is to use the resin to meet 50% recycled-content bottles by the end of this year. By 2022, they pretend to produce all packaging to be recyclable, and 30% plastic-usage reduction by 2025.\n\nCreating cooperative partnerships with multi-stakeholder will put forwards suggestion and collaborative actions to transform and innovate the plastic economy in many countries. 2020 is a challenge putting us on the right course, not only to reducing industries impacting the environment. The principal purpose is to influence and repairing what biodiversity loss represents today, as well as water scarcity and the escalating plastic waste, bringing long-term impact on global changes.\n\nThe intelligent packaging is encompassing digital watermarks to qualify material-recycling facilities easily to classify and recycle. This smart packaging, barely visible to the human eye, can be uncovered by intelligent phones or optical scanners; the technology supports consumer and brands long-lasting commitment at every stage.\n\nBy 2030 goals the compromise is 100% recyclable and reusable packaging, hopefully worldwide, as it is to cut greenhouse gas emissions and purchasing enough renewable electricity to power 100% of industries, focusing on sourcing water from circular sources.\n\nGlobal innovation platforms - Partnerships with renowned venture capital firms to grow and connect partners and investors can open many doors globally when investing directly.\n\nTalking about Transportation, the purpose is to focus on vehicle drivers, drive loads half full or almost empty, and investment in an innovative-software-providers solution for Logistics managements.\n\nFor example, data consolidate shipments to assure each vehicle has the optimal fill-level, as to reduce the number of lorries required. Downgrading greenhouse-gas emissions due to more sustainable loads, reduces transport cost, whilst enhancing environmental benefits all over SC.\n\nThe commercialisation of the bio-economy\n\nGovernments, consumer's brands, bio-based chemical companies, are all trying to put plastics out of their business. They are no longer looking at how unique clothing materials are made of, but the effort behind making it, based on comfort, sustainability and simple design. Innovation and sustainability are vital elements when designing a product.\n\nThere is a need to start manufacturing from bio-based materials whilst ensuring full transparency throughout the SC. For instance, industries using solar energy that receive lots of incentive for that; or companies using the bio-based product.\n\nBio-based goods come from plants and other renewable agricultural, forestry or marine elements and are an alternative to petroleum-derived products. These products, combined with the successful application of technology, are environment-friendly (e.g. cleaning products, lubricants, fertiliser, bioplastic, or inks.)\n\nFermentation has given us a new level of production, such as unequalled lower-cost-value processes, exceptional-low risk, and real ecological benefits. Their research and development, together with process optimisation, ensure the most sustainable and efficient use of raw materials possible, avoiding harmful materials and reducing waste.\n\n\n\n\n\nFurther comments: the term Circular Supply Chain is a forget one; Bio-derived and sustainable are words never before applied at different industries which have no health-related concerns on how damaging it could be to the environment. Commonly, businesses produce several harmful waste products, including solvents, soils, carbon, dyes, grease, and powdered filter material.\n\nUntil now, developments are making a little better for the environment, and a lot more bio-based research. Circular Supply Chain and Economy add an outmost and significant advantage for our clients, and mainly for our environment.\n\nIs your company committed to become greener by applying a Circular Supply Chain?\n\n\n\n\n\nDave Food\n\nM﻿: +44 7775 861863", "summary": "To generate a sustainable Supply Chain, you must know your alternatives.\nLike Procter & Gamble (P&G) projections, that is trying to drive a Circular Supply Chain Economy approach for recycled-plastic through the use of circular-resin in its liquid-substance containers and hair care products packaging.\nBy engaging to use this material, P&G is driving a new Circular Supply Chain and building a promising market for recycled plastics.\nCircular Supply Chain and Economy add an outmost and significant advantage for our clients, and mainly for our environment.\nIs your company committed to become greener by applying a Circular Supply Chain?", "keywords": "['environment', 'materials', 'sustainable', 'supply', 'chain', 'products', 'green', 'waste', 'circular', 'industries', 'packaging']"}, {"link": "https://www.linkedin.com/pulse/training-week-1-key-takeaways-supply-chain-york-institute-shah?trk=read_related_article-card_title", "title": "Training Week 1 -Key Takeaways Supply Chain Finance-SourceNew York Institute of Finance", "text": "Key Takeaways Part I - Supply Chain Finance\n\nTAKEAWAY #1\n\nSupply Chain Finance is an important topic in recent times because of the:\n\nIncreasing importance of Cash/Liquidity\n\nAwareness in the risks associated with Supply Chain disruptions\n\nInfluence of new technology and financing approaches\n\nIncreasing demand for Supply Chain Finance strategies\n\nTAKEAWAY #2\n\nThe key points to remember while defining Supply Chain Finance are:\n\nFinancing and Risk Mitigation\n\nWorking Capital\n\nOpen Account Trade\n\nTechnology Platform\n\nTAKEAWAY #3\n\nThere are three key Supply Chain Networks:\n\nFinancial\n\nInformation\n\nGoods\n\nSource : New York Institute of Finance\n\n\n\n", "summary": "Key Takeaways Part I - Supply Chain FinanceTAKEAWAY #1Supply Chain Finance is an important topic in recent times because of the:Increasing importance of Cash/LiquidityAwareness in the risks associated with Supply Chain disruptionsInfluence of new technology and financing approachesIncreasing demand for Supply Chain Finance strategiesTAKEAWAY #2The key points to remember while defining Supply Chain Finance are:Financing and Risk MitigationWorking CapitalOpen Account TradeTechnology PlatformTAKEAWAY #3There are three key Supply Chain Networks:FinancialInformationGoodsSource : New York Institute of Finance", "keywords": "['financesourcenew', 'institute', 'key', 'times', 'supply', 'training', 'york', 'topic', 'takeaways', 'tradetechnology', 'technology', 'theincreasing', 'finance', 'week', 'chain']"}, {"link": "https://www.linkedin.com/pulse/covid-wave-2-supply-chain-readiness-andrea-sciarappa?trk=public_profile_article_view", "title": "COVID WAVE-2 and SUPPLY CHAIN READINESS", "text": "The latest data on the Pandemic (from Europe, USA, LATAM and India in particular) are worrying and predictions say we are close to, if not in, a second wave. Companies have learned a lot from the critical 1H 2020 period, but many may not yet have been able to redesign their Supply Chains to be resilient and address a large scale crisis.\n\nMitigation options are obviously limited when in or very close to a crisis of this magnitude, anyway lessons learned provide us with a range of actions that can be adopted to equip your Supply Chain now, even if not fully prepared.\n\nPEOPLE FIRST\n\nNo doubt, the COVID-19 impacts all of us as individuals and changes our lives. Put your people on top of the priority list.\n\nReview and strengthen your Safety Procedures in response to COVID-19. In a crisis, you need the best from everyone: keep your employees safe and make sure they feel they are working safely. Relaunch a training program on rules and correct behaviors to protect yourself from COVID when at work.\n\nin response to COVID-19. In a crisis, you need the best from everyone: keep your employees safe and make sure they feel they are working safely. Relaunch a training program on rules and correct behaviors to protect yourself from COVID when at work. Communicate : during a crisis people are under stress for many reasons. Regular and clear communication assures that the crisis is managed and builds confidence.\n\n: during a crisis people are under stress for many reasons. Regular and clear communication assures that the crisis is managed and builds confidence. Worthless to say: adopt Smart Working and other Flexible HR Arrangements in response to personal constraints.\n\nand other in response to personal constraints. Identify Critical Roles in your organization: a backup plan for them may also be needed.\n\nDECISION MAKING\n\nShorten the Decision-Making Process : set up a Crisis Committee with Top Exec’s; if a small/medium enterprise involve your Entrepreneur. The Crisis Committee must meet often and regularly. Making appropriate decisions in a timely manner is a key.\n\n: set up a Crisis Committee with Top Exec’s; if a small/medium enterprise involve your Entrepreneur. The Crisis Committee must meet often and regularly. Making appropriate decisions in a timely manner is a key. Use Cross Functional \"Tiger\" Teams : all company functions must contribute and be represented. This allows to gather all info from the org so to have the complete picture, to listen to the voice of each function so to come up with valuable plans, to inform each function with outcomes and action plans so that everyone is on the same page.\n\n: all company functions must contribute and be represented. This allows to gather all info from the org so to have the complete picture, to listen to the voice of each function so to come up with valuable plans, to inform each function with outcomes and action plans so that everyone is on the same page. Listen to Local People : institutional reports may be rose-tinted to avoid panic and vice versa news in the media may be alarming. Local people are the best source of valuable information and help to size the picture properly (this is even more important when supply chain footprint is global or crosses several countries).\n\n: institutional reports may be rose-tinted to avoid panic and vice versa news in the media may be alarming. Local people are the best source of valuable information and help to size the picture properly (this is even more important when supply chain footprint is global or crosses several countries). Build a Control Tower to drive decisions, monitor execution, collect updates and the latest status, create frequent reports. Evaluate the option of reducing the autonomy of local units in favor of a clearer view of priority calls and action plans, speed of executions, flexibility of re-planning.\n\nASSESSMENT OF SUPPLY CHAIN EXPOSURE\n\nMap Your Suppliers of materials, sub-assemblies, finished goods and services. Go upstream several tiers back as much as you can.\n\nof materials, sub-assemblies, finished goods and services. Go upstream several tiers back as much as you can. List Weak Points and Vulnerabilities: highlight critical dependencies and prepare mitigation plans.\n\nhighlight critical dependencies and prepare mitigation plans. Simulate Which Outages can put the busines at risk: elaborate scenarios, scale each and understand the impact and consequences.\n\ncan put the busines at risk: elaborate scenarios, scale each and understand the impact and consequences. Work with Legal to assess and estimate financial implication of missing Customer deliveries and provide guidance to customer Teams.\n\nto assess and estimate financial implication of missing Customer deliveries and provide guidance to customer Teams. Review Business Continuity Plans in view of the assessment made (and those that were weaker during the COVID wave-1); work to make them more robust. Engage Customers and Suppliers to strengthen those BCP's.\n\nBEFORE DISRUPTION OCCURS\n\nFocus on Supply and Demand Balance : while working on supply continuity, be ready to adjust (and ramp down in case) your demand as the crisis may have impact on customer spending.\n\n: while working on supply continuity, be ready to adjust (and ramp down in case) your demand as the crisis may have impact on customer spending. Evaluate Investment in Production Capacity: idle capacity helps to absorb \"irregular\" supplies when they come and transform them fast into products for Customers.\n\nidle capacity helps to absorb \"irregular\" supplies when they come and transform them fast into products for Customers. Plan for strategic stock and advanced buffering : buying ahead to procure inventory and raw material, tactically or strategically.\n\n: buying ahead to procure inventory and raw material, tactically or strategically. A change of the Sourcing Strategy requires time and it might be late now; anyway investigate options for shortening your Value Chain with local sourcing and look for any possible second source. Consider not only materials, but also services such as transportation, temporary work, logistical hubs in different areas.\n\nrequires time and it might be late now; anyway investigate options for shortening your Value Chain with local sourcing and look for any possible second source. Consider not only materials, but also services such as transportation, temporary work, logistical hubs in different areas. Work with Product Managers and Customer Teams to prepare alternate plans (different parts or different configurations) to be offered to Customers, looking at what on hand and secured supplies.\n\nto prepare alternate plans (different parts or different configurations) to be offered to Customers, looking at what on hand and secured supplies. Define short procedures (but quality safe) for New Supplier Qualification . Evaluate the move from Lab to Manufacturing qual's; expedite pre-approved or under approval parts.\n\n. Evaluate the move from Lab to Manufacturing qual's; expedite pre-approved or under approval parts. Implement \"Omnichannel\" Distribution that includes on-line sales.\n\nthat includes on-line sales. Review Budget and Assess Feasibility: supply cost is likeley to increase due to premium prices and to reserve supplier capacity, expedite fees, buying from brokers; many of the actions above require money too. Discuss with top exec's the budget to understand which max level is affordable and what can be reasonably done.\n\nImplementing an effective Supply Chain response to the pandemic is utmost challenging given the scale of the crisis and the speed at which it is, once again, evolving. Those are measures that can be taken now by any company in view of a 2nd wave. In doing so, remember that being Proactive is key: be ready to plan and re-plan. And put some Redundancy in your Supply Chain, which helps to absorb the risk of shock.\n\nFinally: take note of all critical issues, weaknesses and pain points, so as to start from them for the design of a more Resilient Supply Chain when out from the pandemic crisis.", "summary": "ASSESSMENT OF SUPPLY CHAIN EXPOSUREMap Your Suppliers of materials, sub-assemblies, finished goods and services.\nto prepare alternate plans (different parts or different configurations) to be offered to Customers, looking at what on hand and secured supplies.\nImplementing an effective Supply Chain response to the pandemic is utmost challenging given the scale of the crisis and the speed at which it is, once again, evolving.\nAnd put some Redundancy in your Supply Chain, which helps to absorb the risk of shock.\nFinally: take note of all critical issues, weaknesses and pain points, so as to start from them for the design of a more Resilient Supply Chain when out from the pandemic crisis.", "keywords": "['local', 'crisis', 'wave2', 'supply', 'readiness', 'customer', 'different', 'response', 'plans', 'working', 'covid', 'work', 'chain']"}, {"link": "https://www.linkedin.com/pulse/three-predictions-post-covid-aerospace-supply-chain-kevin-michaels", "title": "Three Predictions For The Post-COVID Aerospace Supply Chain", "text": "After 15 years of uninterrupted growth, jetliner industry production rates are in a downward spiral, thanks to the Boeing 737 MAX production shutdown and the COVID-19 crisis.\n\nWhile Airbus and Boeing will navigate through the crisis weakened but intact, the outlook for suppliers is less certain. The jetliner supply chain expanded and evolved in recent decades to cope with uninterrupted growth and new customer needs. Three major changes are likely for it in the post-COVID world.\n\nFirst, aircraft and aeroengine OEMs and major Tier 1 companies will shed noncore and underperforming assets acquired or developed over the last 20 years. Rolls-Royce, which lost $7 billion in the first half of 2020, announced it will shutter several UK facilities as well as Trent engine final assembly operations in Singapore and Germany. More is on the way: It plans to sell £2 billion ($2.6 billion) in assets, including Spanish subsidiary ITP Aero.\n\nAirbus recently terminated its initiative to insource A320neo nacelles, resulting in the loss of 350 jobs. Spirit AeroSystems also has scrapped its planned acquisition of component supplier Asco and may do the same with Bombardier’s aerostructures businesses.\n\nIs this the end of OEM vertical integration? Not necessarily. OEMs may need to acquire major suppliers to ensure the viability of their supply chains—much like Boeing’s acquisition of Global Aeronautica in 2008-09. They will also continue to make investments in strategic technologies. And in some instances, they may insource to protect jobs and increase capacity utilization. What is clear is that the muscular pursuit of more capability to access profit pools and build service revenues no longer makes sense.\n\nSecond, we will see widespread failures and some consolidation among smaller build-to-print manufacturers, commonly known as Tier 3s. This supplier group faces the greatest pressure from the COVID-19 crisis. Tier 3 suppliers endured a four-part train wreck. They were first asked to make significant financial concessions to accommodate OEM supply chain cost-out initiatives. Next, they were asked to expand capacity to prepare for production rates of 60+ single-aisles per month. Then came this year’s 737 MAX production shutdown, followed by COVID-19. Thousands of suppliers are vulnerable.\n\nSome governments are trying to ameliorate this lethal combination. In North America, the U.S. paycheck protection program provided sustenance through the summer, but it has ended. Mexican suppliers appear to be on their own. In Europe, the French and German governments established generous support packages, while support in the UK has been much more restricted. Impresa Aerospace declared bankruptcy on Sept. 24, and more are sure to follow. Some analysts believe Tier 3 attrition could be 10-20%.\n\nThird, there will be deleveraging of the significant Tier 4 vertical integration plays over the last decade. As I wrote in an Up Front column seven years ago, leading suppliers of raw materials, forgings and castings—Tier 4 suppliers—acquired downstream operations in machining and component manufacturing to improve productivity and capture profit pools (AW&ST Sept. 9, 2013, p. 18). Precision Castparts led the charge, acquiring 20+ companies between 1999 and 2016 before its acquisition by Berkshire Hathaway for $37 billion.\n\nWith the COVID-19 crisis, the logic of many of these acquisitions has been reversed. Machine shops that alleviated production bottlenecks have become financial sinkholes. The most aggressive company in unwinding these moves is Alcoa, which spun off its downstream aerospace assets and created two new companies: Arconic and investment castings supplier Howmet. More is likely to follow.\n\nThese changes underscore the need for capital injection and acquisitions of weak and failing suppliers. Acquirers will include private equity, aerospace holding companies with strong track records (such as TransDigm and HEICO) and aerospace companies with strong balance sheets. We could also see governments enter the fray if a strategic asset or national champion is at risk.\n\nIf these predictions come true, we will have a much different jetliner supply chain architecture by the mid-2020s. There will be far fewer Tier 3s, as this is where most of the attrition and consolidation will take place. At the same time, we could see more Tier 2 component and subassembly suppliers as the drive to attain scale ends. TransDigm’s acquisition of Esterline is a harbinger, transforming an underperforming Tier 1 avionics conglomerate into more than 15 Tier 2 suppliers. Spin-offs of OEMs and Tier 1s will add to the Tier 2 ranks. Finally, we will see slimmed down and more focused OEMs, Tier 1 and Tier 4 suppliers.\n\n\n\n\n\n[This article is featured in Aviation Week & Space Technology's October 12-25, 2020 issue. The digital version is available here: https://aviationweek.com/aerospace/manufacturing-supply-chain/opinion-three-predictions-post-covid-supply-chain]\n\n\n\n", "summary": "The jetliner supply chain expanded and evolved in recent decades to cope with uninterrupted growth and new customer needs.\nThey were first asked to make significant financial concessions to accommodate OEM supply chain cost-out initiatives.\nAcquirers will include private equity, aerospace holding companies with strong track records (such as TransDigm and HEICO) and aerospace companies with strong balance sheets.\nIf these predictions come true, we will have a much different jetliner supply chain architecture by the mid-2020s.\nFinally, we will see slimmed down and more focused OEMs, Tier 1 and Tier 4 suppliers.", "keywords": "['predictions', 'postcovid', 'supplier', 'companies', 'production', 'supply', 'acquisition', 'tier', 'covid19', 'aerospace', 'oems', 'chain', 'suppliers']"}, {"link": "https://www.linkedin.com/pulse/heres-why-cscmp-supply-chain-hall-fame-found-home-nwa-matt-waller?articleId=6719955032760045570", "title": "Here’s Why the CSCMP Supply Chain Hall of Fame Found a Home in NWA", "text": "The Council of Supply Chain Management Professionals created a Hall of Fame in 2016 to honor the lifelong achievements of professionals in the industry, but the hall has been a bit of a nomad. New inductees were added during the CSCMP’s annual conventions and then honored in press releases and on the CSCMP website. But the hall itself has had no physical home.\n\nThat’s about to change.\n\nThe CSCMP board announced last year that the Sam M. Walton College of Business will host the hall for at least five years. And thanks to the support of Johnelle Hunt, Gus Blass III, and Alex Blass, a multifunction exhibit hall of fame and meeting space now occupies part of the top floor of the recently opened Northgate Building in Rogers.\n\nGus Blass III, general partner of Capital Properties, and Alex Blass, a partner in Sage Partners, both are alumni of the Walton College, and Mrs. Hunt is the co-founder of J.B. Hunt Transport and the founder of Hunt Ventures. She and her husband, the late J.B. Hunt, both are members of the Arkansas Business Hall of Fame, and J.B. was inducted into the Supply Chain Hall of Fame as part of the inaugural class in 2016. The most recent inductee is Taiichi Ohno, creator of the Toyota Production System, which was the inspiration for lean manufacturing.\n\nCSCMP could have put the hall of fame in any number of locations, so we’re thankful the organization agreed to open it in Northwest Arkansas. I can tell you it would not have happened without the work of Remko Van Hoek, a Walton College professor who has done much of the behind-the-scenes work and will serve as executive director.\n\nFrom our vantage point, of course, Northwest Arkansas is a perfect fit for the hall, because the region has become the hub of innovation and research around supply chain management.\n\nThe headquarters of J.B. Hunt, Walmart, and Tyson Foods all are within a few miles of one another, and those three corporate titans all depend on supply chain innovations and best practices to keep them competitive. Dozens of supply chain related companies have sprung up in the area to support the big three players and in some cases have become nationally and internationally competitive because of their innovations.\n\nThe organic growth of the supply chain industry in this region has been aided by the research of Walton College professors and the graduates the college produces. Our undergraduate program in supply chain management is ranked No. 1 in North America. And, of course, the Walton College has excelled in supply chain management in part because of its partnerships with the companies in the area.\n\nA physical Supply Chain Hall of Fame only figures to strengthen the symbiotic relationship between the UA and the industry.\n\nThe exhibits in the hall will inspire and inform students and professionals with stories about the achievements and innovations of the inductees and other displays about the history of supply chain management. In addition to biographies about great leaders, for instance, the exhibits will cover everything from mass production assembly lines to the development of standardized ocean freight containers to the growing impact of blockchain technology. The hall includes space for lectures, roundtable meetings, and other functions for as many as 100 attendees. Students and business leaders who are less familiar with the impact of supply chain management on the overall economy now have an opportunity soak in and appreciate the contributions of innovators – academics and practitioners – who have literally changed the way the world brings products to the marketplace.\n\nWhile I now serve as dean of the Walton College, my background in teaching and research is in supply chain management, so I have a deep appreciation for the importance of this hall of fame. Preserving and sharing the history not only honors those who got us where we are but inspires us all to move the discipline to even greater places. And as a university, we’re proud to share the hall of fame’s new home with the rest of the world.", "summary": "The Council of Supply Chain Management Professionals created a Hall of Fame in 2016 to honor the lifelong achievements of professionals in the industry, but the hall has been a bit of a nomad.\nShe and her husband, the late J.B. Hunt, both are members of the Arkansas Business Hall of Fame, and J.B. was inducted into the Supply Chain Hall of Fame as part of the inaugural class in 2016.\nOur undergraduate program in supply chain management is ranked No.\nAnd, of course, the Walton College has excelled in supply chain management in part because of its partnerships with the companies in the area.\nA physical Supply Chain Hall of Fame only figures to strengthen the symbiotic relationship between the UA and the industry.", "keywords": "['hunt', 'hall', 'heres', 'cscmp', 'walton', 'supply', 'fame', 'jb', 'blass', 'management', 'nwa', 'college', 'chain']"}]