{"source": "News", "count": "", "sentiment": {"positive": 6, "negative": 1, "neutral": 0}, "keywords": {"management": 68, "scm": 53, "software": 44, "market": 40, "company": 39, "logistics": 39, "business": 37, "products": 32, "companies": 31, "data": 30, "demand": 26, "global": 25, "time": 24, "chains": 23, "planning": 23, "process": 22, "inventory": 21, "erp": 19, "goods": 18, "vaccine": 18}, "items": [{"title": "With supply chain cut, Haryana industries start bleeding again", "link": "https://timesofindia.indiatimes.com/city/gurgaon/supply-chain-cut-due-to-blockade-industries-in-state-bleeding-again/articleshow/79587414.cms", "summary": "“There are around 2,000 footwear factories in Bahadurgarh, and 1,300 of them are on the verge of shutting down because of the unavailability of raw materials.\nOver the last 10 days, production has suffered a 70% reduction because there are no raw materials,” he added.In Panipat and Sonipat, the hub of food processing, around 50% of the factories had to be shut down temporarily as raw materials exhausted.\nNo solution seems to be in sight,” he added.Transporters, too, are feeling the heat as more than 7,500 trucks have become immovable.\nThe decision was taken after farmers started protests in Palwal and Hodal.\nTraffic between Noida and east Delhi was thrown out of gear because of the protests on the key highway.", "sentiment": -1, "keywords": {"raw": 7, "delhi": 6, "border": 6, "materials": 6, "factories": 5, "protests": 5, "farmers": 4, "haryana": 4, "trucks": 4, "products": 4, "material": 3, "panipat": 3, "rs": 3, "footwear": 3, "bahadurgarh": 3, "worth": 3, "goods": 3, "saturday": 3, "vehicles": 3, "police": 3}, "source": ""}, {"title": "Vaccine supply chains bend but don't break as firms rise to challenges", "link": "https://www.business-standard.com/article/current-affairs/vaccine-supply-chains-bend-but-don-t-break-as-firms-rise-to-challenges-120120500122_1.html", "summary": "Supply chains have been tested in ways they never have been before and, yes, there have been pileups, shortages and other snafus.\nObviously, we would all like to see a vaccine distributed in as many doses as possible, as quickly as possible.\nPfizer will do so directly with FedEx Corp. as part of the Operation Warp Speed program to accelerate distribution of vaccines.\nThe news this week that UPS is limiting pickups at certain retailers to ease congestion should be viewed in that context.\nYou wouldn’t want to get one dose of the Pfizer vaccine and a second of Moderna Inc.’s, for example.", "sentiment": 1, "keywords": {"vaccine": 18, "company": 15, "inc": 12, "week": 9, "fedex": 9, "nikola": 8, "year": 7, "companies": 7, "corp": 7, "e": 7, "commerce": 7, "cvs": 7, "gm": 7, "vaccines": 6, "news": 6, "logistics": 6, "doses": 5, "pfizer": 5, "u.": 5, "s.": 5}, "source": ""}, {"title": "Leveraging Data in Supply Chain Management’s New Normal", "link": "https://multichannelmerchant.com/blog/leveraging-data-in-supply-chain-managements-new-normal/", "summary": "Shifting consumer habits, interrupted transportation and unexpected, extreme fluctuations in supply and demand have caused major disruptions in the supply chain.\nAs the dust settles, the realization that supply chain management will never look the same again has started to sink in.\nFor decades, supply chain organizations have relied on spreadsheets or pen and paper to track the movement of goods.\nEffective data management strategies in supply chain enable organizations to make intelligent decisions based on real-time, reliable data.\nThere is no shortage of data when it comes to tracking and managing the flow of goods through the supply chain.", "sentiment": 1, "keywords": {"data": 18, "organizations": 9, "business": 8, "processes": 7, "time": 6, "management": 5, "visibility": 5, "siloed": 4, "goals": 4, "better": 4, "systems": 4, "demand": 3, "operations": 3, "customer": 3, "costs": 3, "new": 3, "opportunities": 3, "digital": 3, "real": 3, "access": 3}, "source": ""}, {"title": "Top Opportunities Forecast In The Supply Chain Management Software Market", "link": "https://www.globenewswire.com/news-release/2020/11/24/2132951/0/en/Top-Opportunities-Forecast-In-The-Supply-Chain-Management-Software-Market.html", "summary": "Get up to 50% off on ALL reports: https://www.thebusinessresearchcompany.com/global-market-reportsAccording to The Business Research Company’s research report on the supply chain management software industry, the top opportunities in the global supply chain management software market segmented by product will arise in the procurement software segment, which will gain $1.71 billion of global annual sales by 2023.\nThe supply chain management software market share that will gain the most is the USA at $1.42 billion.\nNorth America was the largest region in the global supply chain management software market, accounting for 44.6% of the total in 2019.\nGoing forward, the fastest-growing regions in the supply chain management software market will be South America and the Middle East, where growth will be at CAGRs of 8.9% and 8.3% respectively.\nThe Business Research Company ’s report titled Supply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery covers major SCM software companies, SCM software market share by company, SCM software manufacturers, SCM software infrastructure market size, and SCM software market forecasts.", "sentiment": 1, "keywords": {"market": 35, "software": 24, "global": 17, "business": 11, "research": 11, "management": 11, "scm": 11, "company": 10, "report": 10, "reports": 6, "opportunities": 6, "impact": 6, "annual": 5, "demand": 5, "recovery": 5, "companies": 5, "increase": 5, "growth": 4, "segments": 4, "bpo": 4}, "source": ""}, {"title": "Guide to supply chain management", "link": "https://searcherp.techtarget.com/Guide-to-supply-chain-management", "summary": "This phase involves the early stages of supply chain planning, traditionally considered one of the two overarching categories of SCM along with supply chain execution.\nIt is a major area of supply chain management, given how much is bought and sold at all points along the chain.\nFurthermore, following supply chain management best practices can minimize overuse of large fixed assets -- such as warehouses and vehicles -- by, for example, allowing supply chain experts to redesign their networks to maintain customer service levels while operating fewer warehouses.\nHistory of supply chain management This interweaving of logistics, operations management, SCM and ERP makes a lot more sense when you know a little about the history of supply chain management.\nBlockchain -- distributed electronic ledgers -- can guarantee the accuracy and ownership of documents used in supply chain logistics and the millions of other documents exchanged every day throughout the global supply chain.", "sentiment": 1, "keywords": {"management": 43, "scm": 42, "products": 23, "planning": 21, "logistics": 20, "erp": 19, "inventory": 18, "software": 16, "process": 16, "chains": 15, "mrp": 15, "demand": 14, "production": 14, "companies": 13, "operations": 12, "goods": 11, "processes": 11, "materials": 10, "product": 10, "business": 10}, "source": ""}, {"title": "Food Logistics: Seafrigo Building Warehouses in France", "link": "https://www.supplychaindigital.com/supplier-management/food-logistics-seafrigo-building-warehouses-france", "summary": "The Seafrigo Group has announced it is consolidating its presence in France, with the building of a new facility in Le Havre port.\nThe company, already a major player in controlled-temperature logistics for food products, is strengthening its presence in the Normandy region of north-west France by setting up a facility located at a nearby vacant plot in the Le Havre port area.\n“Based at the heart of the port infrastructure, the Seafrigo Logistics Park provides rapid access to Rungis wholesale market.\nBaptiste Maurand, CEO of HAROPA – Le Havre Port, said: “I salute this major expansion project as it now comes to fruition.\nIt is also the name given to the effort to combine the three ports of Le Havre, Rouen and Paris into one state institution under the French government.", "sentiment": 1, "keywords": {"le": 15, "havre": 15, "port": 9, "facility": 6, "seafrigo": 4, "logistics": 4, "products": 4, "square": 4, "major": 3, "area": 3, "metres": 3, "ports": 3, "seine": 3, "group": 2, "presence": 2, "france": 2, "new": 2, "food": 2, "vacant": 2, "trade": 2}, "source": ""}, {"title": "How NebulARC Is Using AI To Automate The Supply Chain Management", "link": "https://analyticsindiamag.com/how-nebularc-is-using-ai-to-automate-the-supply-chain-management/", "summary": "As various regions are discreetly connected for transport, there is an extensive unpredictability as well as dramatic shifts in terms of supply chain management.\nFounded in 2018 by Alok Sharma and Novita Sharma, NebulARC is working with numerous enterprises helping them automate the entire supply chain management.\nIt provides complete Supply Chain Visibility for physical assets that are either, in transit, stationary or operational via comprehensive Asset Lifecycle Management.\nIt provides complete Supply Chain Visibility for physical assets that are either, in transit, stationary or operational via comprehensive Asset Lifecycle Management.\nNebulARC’s BEO utilises the power of IoT and AI to eliminate the lack of visibility inherent in all supply chain operations.", "sentiment": 1, "keywords": {"nebularc": 11, "sharma": 9, "asset": 9, "management": 8, "time": 8, "visibility": 8, "real": 7, "predictive": 7, "ai": 7, "enterprises": 6, "entire": 6, "iot": 6, "insights": 6, "company": 6, "logistics": 5, "product": 5, "analytics": 5, "assets": 5, "beo": 5, "traceability": 4}, "source": ""}]}