[{"title": "Global BCG Vaccine Sales Market 2020 By Global Industry Size, Price Analysis, Supply Chain Analysis, Production, Consumption, Supplier, Cost Structure Market Analysis Forecast To 2026 – Murphy's Hocke", "link": "https://murphyshockeylaw.net/news/259289/global-bcg-vaccine-sales-market-2020-by-global-industry-size-price-analysis-supply-chain-analysis-production-consumption-supplier-cost-structure-market-analysis-forecast-to-2026/", "date": "None", "authors": "[]", "keywords": "['size', 'global', 'research', 'analysis', 'supplier', 'market', 'sales', 'industry', 'supply', 'understanding', 'production', 'report', 'vaccine', 'bcg', 'forecast', 'structure']", "summary": "Dataintelo offers a latest published report on Global BCG Vaccine Sales Market industry analysis and forecast 2019–2025 delivering key insights and providing a competitive advantage to clients through a detailed report.\nThe numerical data is backed up by statistical tools such as SWOT analysis, BCG matrix, SCOT analysis, and PESTLE analysis.\nCustomize Report and Inquiry for The BCG Vaccine Sales Market Report: https://dataintelo.com/enquiry-before-buying/?reportId=75871The generated report is firmly based on primary research, interviews with top executives, news sources and information insiders.\nThe Report Segments for BCG Vaccine Sales Market Analysis & Forecast 2019–2025 are as:Global BCG Vaccine Sales Market, by ProductsImmune BCGTherapy BCGGlobal BCG Vaccine Sales Market, by ApplicationsPediatricsAdultsThe Major Players Reported in the Market Include:MerckSanofi PasteurJapan BCG LabChina National BiotecInterVaxSerum Institute of IndiaGreenSignalStatens Serum InstituteShanyao GroupShanghai Institute of Biological ProductsThe Global BCG Vaccine Sales Market industry Analysis and Forecast 2019–2025 helps the clients with customized and syndicated reports holding a key importance for professionals entailing data and market analytics.\nAsk for Discount on BCG Vaccine Sales Market Report at: https://dataintelo.com/ask-for-discount/?reportId=75871About DataIntelo:DATAINTELO has set its benchmark in the market research industry by providing syndicated and customized research report to the clients.", "text": "Dataintelo offers a latest published report on Global BCG Vaccine Sales Market industry analysis and forecast 2019–2025 delivering key insights and providing a competitive advantage to clients through a detailed report. This is a latest report, covering the current COVID-19 impact on the market. The pandemic of Coronavirus (COVID-19) has affected every aspect of life globally. This has brought along several changes in market conditions. The rapidly changing market scenario and initial and future assessment of the impact is covered in the report. The report contains XX pages which highly exhibits on current market analysis scenario, upcoming as well as future opportunities, revenue growth, pricing and profitability.\n\nBCG Vaccine Sales Market research report delivers a close watch on leading competitors with strategic analysis, micro and macro market trend and scenarios, pricing analysis and a holistic overview of the market situations in the forecast period. It is a professional and a detailed report focusing on primary and secondary drivers, market share, leading segments and geographical analysis. Further, key players, major collaborations, merger & acquisitions along with trending innovation and business policies are reviewed in the report. The report contains basic, secondary and advanced information pertaining to the BCG Vaccine Sales global status and trend, market size, share, growth, trends analysis, segment and forecasts from 2019–2025.\n\nGet FREE Exclusive PDF Sample Copy Of This Report: https://dataintelo.com/request-sample/?reportId=75871\n\nThe scope of the report extends from market scenarios to comparative pricing between major players, cost and profit of the specified market regions. The numerical data is backed up by statistical tools such as SWOT analysis, BCG matrix, SCOT analysis, and PESTLE analysis. The statistics are represented in graphical format for a clear understanding on facts and figures.\n\nCustomize Report and Inquiry for The BCG Vaccine Sales Market Report: https://dataintelo.com/enquiry-before-buying/?reportId=75871\n\nThe generated report is firmly based on primary research, interviews with top executives, news sources and information insiders. Secondary research techniques are implemented for better understanding and clarity for data analysis.\n\nThe Report Segments for BCG Vaccine Sales Market Analysis & Forecast 2019–2025 are as:\n\nGlobal BCG Vaccine Sales Market, by Products\n\nImmune BCG\n\nTherapy BCG\n\nGlobal BCG Vaccine Sales Market, by Applications\n\nPediatrics\n\nAdults\n\nThe Major Players Reported in the Market Include:\n\nMerck\n\nSanofi Pasteur\n\nJapan BCG Lab\n\nChina National Biotec\n\nInterVax\n\nSerum Institute of India\n\nGreenSignal\n\nStatens Serum Institute\n\nShanyao Group\n\nShanghai Institute of Biological Products\n\nThe Global BCG Vaccine Sales Market industry Analysis and Forecast 2019–2025 helps the clients with customized and syndicated reports holding a key importance for professionals entailing data and market analytics. The report also calls for market driven results deriving feasibility studies for client needs. Dataintelo ensures qualified and verifiable aspects of market data operating in the real time scenario. The analytical studies are conducted ensuring client needs with a thorough understanding of market capacities in the real time scenario.\n\nKey Reasons to Purchase:\n\nTo gain insightful analyses of the market and have a comprehensive understanding of the Global BCG Vaccine Sales Market Industry Analysis and Forecast 2019-2025 and its commercial landscape\n\nLearn about the market strategies that are being adopted by your competitors and leading organizations\n\nTo understand the future outlook and prospects for BCG Vaccine Sales Market industry analysis and forecast 2019–2025.\n\nAsk for Discount on BCG Vaccine Sales Market Report at: https://dataintelo.com/ask-for-discount/?reportId=75871\n\nAbout DataIntelo:\n\nDATAINTELO has set its benchmark in the market research industry by providing syndicated and customized research report to the clients. The database of the company is updated on a daily basis to prompt the clients with the latest trends and in-depth analysis of the industry. Our pool of database contains various industry verticals that include: IT & Telecom, Food Beverage, Automotive, Healthcare, Chemicals and Energy, Consumer foods, Food and beverages, and many more. Each and every report goes through the proper research methodology, validated from the professionals and analysts to ensure the eminent quality reports.\n\nContact Info:\n\nName: Alex Mathews\n\nAddress: 500 East E Street, Ontario,\n\nCA 91764, United States.\n\nPhone No: USA: +1 909 545 6473\n\nEmail:[email protected]\n\nWebsite:https://dataintelo.com"}, {"title": "Procurement not yet monetising lower prices of raw materials", "link": "https://www.consultancy.eu/news/5252/procurement-not-yet-monetising-lower-prices-of-raw-materials", "date": "2020-11-16 05:02:00+00:00", "authors": "[]", "keywords": "['materials', 'surveyed', 'price', 'prices', 'häfele', 'companies', 'material', 'opportunity', 'lower', 'raw', 'bcg', 'procurement', 'monetising']", "summary": "But there are some positives too, such as the opportunity to lower the costs of raw materials sourcing.\nA new report by BCG Inverto – a subsidiary of Boston Consulting Group – looked into the raw materials opportunity for companies globally, uncovering that the prices of many important raw materials have fallen over the past months.\nFirst, most raw materials sourcing is procured on long-term fixed price agreements – hence prices that were set before the pandemic began.\nHäfele explains: “Many companies do not buy raw materials directly, but rather intermediate products and do not know the raw material share in them.\nSo they have no basis for negotiation.”In light of the current market, Häfele advises companies to take their raw materials sourcing and pricing strategy under scrutiny.", "text": "For supply chain and procurement executives, the Covid-19 pandemic has come with several headaches and challenges. But there are some positives too, such as the opportunity to lower the costs of raw materials sourcing.\n\nA new report by BCG Inverto – a subsidiary of Boston Consulting Group – looked into the raw materials opportunity for companies globally, uncovering that the prices of many important raw materials have fallen over the past months. “A fallout of demand has led to overcapacity and price discounts,” explained Lars-Peter Häfele, a Managing Director at BCG Inverto.\n\nThe drop in the price of crude oil is the most notable example, but also the price of several metals has plunged since the start of the outbreak. According to the study, which surveyed around 80 decision-makers in procurement based in the UK and Germany, plastics, chemicals, aluminium and iron are the most important raw materials, alongside basics such as electricity.\n\nLooking ahead, the price of raw materials is expected to remain at a low level; in fact, expectations of price hikes are at their lowest level since BCG Inverto started monitoring the sentiment in 2010. Today, only 47% of leaders expect prices to rise in the coming 18 months, compared to for instance 82% just two years ago.\n\nThe monetisation disconnect\n\nHowever, so far, companies have not been very effective in monetising the opportunity. “Only 29% of the companies surveyed have been able to reduce their procurement costs,” said Häfele. He points at two reasons for this disconnect.\n\nFirst, most raw materials sourcing is procured on long-term fixed price agreements – hence prices that were set before the pandemic began. 69% of the companies surveyed have such a pricing method in place, while a much smaller percentage, 24%, have no fixed price agreement and thus the freedom to capitalise lower daily rates.\n\nA second reason lies in the lack of transparency in the sourcing process. Häfele explains: “Many companies do not buy raw materials directly, but rather intermediate products and do not know the raw material share in them. So they have no basis for negotiation.”\n\nIn light of the current market, Häfele advises companies to take their raw materials sourcing and pricing strategy under scrutiny. The key is to balance predictability versus opportunity, while factoring in considerations such as; the importance of a raw material, how volatile are prices, can changes in costs be passed on the customers, how reliable is the raw material supplier and how does a raw material impact the remainder of the manufacturing chain.\n\nMeanwhile, BCG Inverto’s study found that 33% of companies are still struggling with the planning of raw material supplies, despite being more than six months into the pandemic. The countermeasures most frequently taken by the companies were the establishment of new suppliers (56%), volume shifts between existing suppliers (36%) and the establishment of a ‘war room’ (44%) to be able to react quickly to delays."}, {"title": "BCG Targets Travel for Intensive CO2 Reduction", "link": "https://www.businesstravelnews.com/Procurement/BCG-Targets-Travel-for-Intensive-CO2-Reduction", "date": "None", "authors": "['Amon Cohen']", "keywords": "['intensive', 'carbon', 'sustainability', 'emissions', 'netzero', 'data', 'colliander', 'travel', 'bell', 'co2', 'reduction', 'targets', 'team', 'bcg']", "summary": "The latter said one of its actions would include \"equipping Accenture's people to make climate-smart travel decisions,\" but neither Accenture nor Bain stated public targets for reducing travel emissions as part of their pledges.\nThe second, said Bell, was \"the giant amount of transactional travel data so that we could deeply understand how, where, when and why we travel.\"\nColliander's travel team was involved heavily, \"cleaning\" BCG's travel management company data to fit sensibly into matrices provided by a sustainability consultancy for assessing travel patterns.\nThe sophistication of analysis that was required to ensure the sustainability team really understood how travel emissions relate to travel data was a very important role for Gehan and her team.\"\nThe travel team was right there at the table fueling the information.\"", "text": "Global management consultancy Boston Consulting Group has pledged to cut its business travel-related carbon emissions at least 30 percent per full-time employee by the year 2025 from 2018 levels. The target is part of a commitment BCG announced in September 2020 to reach net-zero climate impact for the business by 2030 through carbon-reduction initiatives while investing in carbon-removal projects for the footprint that remains.\n\nSlashing business travel emissions is central to BCG's sustainability strategy, but it is a daunting challenge because travel accounts for more than 80 percent of the company's total carbon footprint. \"Travel is an integral part of the way we operate,\" said managing director and partner for global operations services Kathryn Bell, who is responsible for BCG's travel and sustainability as well as procurement, security and facilities. \"We know there is no single lever we can pull. We are dependent on traveling to put our teams together with our clients.\"\n\nYet continuing to travel as before—more precisely, before coronavirus—is not an option, as far as Bell is concerned. \"BCG believes that we have a responsibility to the planet,\" she said. \"The topic is urgent and important for us to be credible with our employees and our clients.\"\n\nA net-zero climate impact is a more ambitious target than the more established concept of carbon neutrality. Net-zero means attempting to remove one metric ton of CO2 from the atmosphere for every metric ton emitted, partly by planting trees but also by investment in nascent technologies for sequestration of carbon into soil and oceans. \"They are expensive, they require investment, they require focus, but there are organizations working on them, and they are beginning to prove themselves,\" said Bell.\n\nGiven its pledge, failure to reduce travel-related emissions also would be expensive for BCG. The company has pledged to invest $35 per metric ton of its remaining emissions in 2025, rising to $80 per metric ton in 2030—much higher figures than the current voluntary carbon-offset market average of $3 to $6. Beyond 2030, BCG aims to be climate-positive, removing more CO2 than it emits.\n\nWe have a level of confidence at the firm that we will be able to meet, if not improve upon, the reduction goals that we have put out.\" BCG's Kathryn Bell\n\n\"The science is clear,\" said CEO Rich Lesser when BCG issued its net-zero pledge. \"If we want to limit global warming to 1.5 degrees Celsius and avoid the worst effects of climate change, we, as a planet, need to halve CO2 emissions in this decade and reach net-zero carbon emissions by 2050 … but those that can move faster should do so.\"\n\nRival consultancies Bain & Co. and Accenture subsequently made similar net-zero pledges. The latter said one of its actions would include \"equipping Accenture's people to make climate-smart travel decisions,\" but neither Accenture nor Bain stated public targets for reducing travel emissions as part of their pledges.\n\nDevising a Strategy\n\nBCG started reducing its travel-related emissions, which in 2018 stood at 438,000 tCO2e (metric tons of carbon dioxide equivalent).\n\nThe company intends to cut emissions further through a twin strategy of reducing trip numbers and reducing carbon footprint per trip where there is no acceptable alternative to travel. Tactics for achieving the latter, said global head of travel Gehan Colliander, include extended stays at customer locations instead of shuttling back and forth; choosing meeting destinations that require the lowest combined travel emissions for all participants; and tweaking policy to favor rail over air, or direct flights over indirect routes.\n\nColliander said it is also \"super-important to put information in the hands of our travelers where they need it. It's a combination of investing in online tools, for example, that enable you to filter and select flights on the basis of lowest emissions.\"\n\nAlthough the company has not made any forecasts on the split between travel avoidance and lower emissions per trip, \"I think most of the reductions are going to come from where we can shift physical meetings to virtual,\" said Bell. \"The experience we have had [with coronavirus] has proven certain things work extremely well virtually.\"\n\nThe travel hiatus enforced by Covid-19 has proved an unexpected but useful laboratory for BCG's decarbonization plans. \"It has reinforced and built confidence in the levers we could pull,\" said Bell. \"We have a level of confidence at the firm that we will be able to meet, if not improve upon, the reduction goals that we have put out. It's been an unnatural context that we have been living in and so it is hard to fully extrapolate, but we have had some large meetings and training events where we have improved experiences from being virtual. We will take that learning and carry it forward.\" Bell added that connecting clients to subject matter experts remotely instead of having that talent semi-permanently in the air has made them more accessible and efficient.\n\nGathering the Data\n\nTo gain a better understanding of which trips can and cannot be converted to virtual interactions, \"we've looked across our whole business, and at why we travel, in partnership with Gehan and the travel team,\" said Bell. The review was built on data assessment and deep internal collaboration, the two key recommendations she and Colliander offer to other travel managers contemplating intensification of their sustainability strategies.\n\n\"Good data is fundamental in making any good decision,\" said Colliander, adding that a central project team needs to take ownership for collating reporting and making it relevant, comprehensive and consistent.\n\nIt's super-important to put information in the hands of our travelers where they need it.\" BCG's Gehan Colliander\n\nThe data BCG pulled together can be divided into three buckets. The first was operational reporting about the business: size of the organization, projected growth, locations of clients and so forth. The second, said Bell, was \"the giant amount of transactional travel data so that we could deeply understand how, where, when and why we travel.\" Colliander's travel team was involved heavily, \"cleaning\" BCG's travel management company data to fit sensibly into matrices provided by a sustainability consultancy for assessing travel patterns.\n\n\"Travel is complicated,\" Bell said. \"One has to understand deeply the way the travel supply chain operates and the nuance of the data. The sophistication of analysis that was required to ensure the sustainability team really understood how travel emissions relate to travel data was a very important role for Gehan and her team.\"\n\nThe third bucket was environmental data: measuring how emissions are influenced by such criteria as aircraft type and load factor to determine with reasonable certainty how much CO2 is emitted for every flight taken by a BCG employee. \"I learned a lot,\" said Colliander. \"Usually in travel you would not be thinking about the impact of a load factor on carbon efficiency. I would think of its impact on price.\"\n\nThe fusion of management, travel and environmental data epitomizes the intense cooperation among these three functions at BCG, which resulted in the present sustainability program. Colliander said the strategy was driven \"first and foremost at leadership level,\" creating a sponsorship that has ensured engagement with relevant experts and stakeholders throughout the organization.\n\nSo far, so familiar, perhaps: All travel managers are aware that corporate travel initiatives rarely flourish without senior buy-in. However, for Bell, the senior status of Colliander and her team was equally important. Travel is treated as a critical strategic function at BCG, and the sustainability push \"is the classic example of the importance of our travel team having a seat at the right table to be able to influence strategy,\" Bell said. \"This is one of the most important commitments that BCG is making. The travel team was right there at the table fueling the information.\""}, {"title": "Growing Champions: Malaysia’s climate agenda advantage in adversity", "link": "https://www.theedgemarkets.com/article/growing-champions-malaysias-climate-agenda-advantage-adversity", "date": "2020-12-06 11:30:00+08:00", "authors": "[]", "keywords": "['malaysia', 'transport', 'asia', 'emissions', 'champions', 'climate', 'advantage', 'opportunity', 'malaysias', 'potential', 'offers', 'growing', 'agenda', 'adversity', 'energy']", "summary": "Malaysia faces a key moment in its climate journey, with a unique opportunity to drive a green recovery agenda.\nMalaysia has significant potential to unlock new sources of growth and economic advantage for the country with a comprehensive climate and sustainability agenda.\nThese are the conclusions of Boston Consulting Group’s (BCG) report — Climate Action & Sustainability: Advantage in Adversity — released at the recent Singapore Summit.\nMalaysia is in a unique position to realise advantage in adversity through climate action.\nImproving public transport infrastructure will help reduce transport emissions, particularly if first-mile and last-mile connection issues are addressed to create a more integrated public transport network.", "text": "Covid-19 has triggered widespread disruption around the globe, presenting the nations of Southeast Asia with an unprecedented opportunity to pursue policies, investments and behavioural changes that mitigate impacts and build a sustainable future.\n\nMalaysia faces a key moment in its climate journey, with a unique opportunity to drive a green recovery agenda. Budget 2021 offers an encouraging start, with RM2 billion allocated under the Green Technology Finance Scheme, introduction of the Sustainability Bond, and the RM30 million Save 2.0 programme encouraging adoption of energy-efficient domestic appliances.\n\nMalaysia has significant potential to unlock new sources of growth and economic advantage for the country with a comprehensive climate and sustainability agenda.\n\nA path to informed change\n\nSoutheast Asia is at a crossroads. Combining targeted national measures with a comprehensive regional approach could unlock long-term competitive advantage for the region. These are the conclusions of Boston Consulting Group’s (BCG) report — Climate Action & Sustainability: Advantage in Adversity — released at the recent Singapore Summit.\n\nMore than 75 million citizens live in low-lying land that is five metres above sea level or lower in Southeast Asia. Over 1.5 million people in Malaysia live below this measure, which is set to be topped if global warming exceeds 2°C above preindustrial levels. The regional population that could be displaced by climate-driven sea level rises stands at 11.9%, more than double the global average.\n\nThe ongoing Covid-19 pandemic offers an unprecedented opportunity for change. But there cannot be a one-size-fits-all approach across the region. Southeast Asia requires both the commitment and the investment to succeed. Just 0.5% of more than US$290 billion (RM1.18 trillion) committed to a post-Covid-19 recovery is thus far focused on sustainable investment. Charting the path ahead will require targeted policies that address the unique challenges and opportunities of the individual nations of this diverse region.\n\nMalaysia is at an important nexus of Southeast Asia. Its diverse yet integrated cultures reflect the spirit of cooperation at the heart of any successful regional climate action. Malaysia’s position on the cusp of developed nation status means it can provide a framework for growth that could be emulated by the developing nations of Southeast Asia and beyond. In addition, Malaysia should be celebrated for its environmental abundance. Protecting the nation’s diverse flora and fauna from the impact of climate change is a responsibility that Malaysia should also be proud to embrace.\n\nMalaysia is in a unique position to realise advantage in adversity through climate action. Government, business leaders, investors and civil society all have a role to play in the transformation that is needed. The global priority in spurring a green recovery as we emerge from this pandemic is to focus on green job opportunities, adapt to changing workforce needs and manage job transitions over the long term.\n\nCapitalise on Malaysia’s natural assets: Half of Malaysia’s land is still under forest cover. This is a national asset that is a deep source of strength for the country in its climate transition. Changes over the last decade have resulted in more sustainable stewardship of this vital resource, reducing overall national emissions and offering a positive framework for the future.\n\nToday, the carbon sink of LULUCF (land use, land-use change and forestry) offsets Malaysia’s emissions by more than 60%. BCG’s research has shown there is significant job creation potential in nature-based solutions — estimates indicate that twice the number of jobs are created for every dollar of investment in afforestation, reforestation and forest preservation compared with the same level of investment in other sectors. This is an advantage that Malaysia can leverage.\n\nEnergy and resource efficiency to strengthen competitiveness: Energy and resource efficiency, coupled with enhanced demand-side management, is a valuable pathway to reduced emissions in Malaysia, while enabling deeper competitive advantage for industry and businesses in the country. Most estimates point to a potential 10% to 15% reduction in primary energy demand through energy-efficiency and demand-side management initiatives. For businesses, in particular, the opportunity is a two-fold benefit.\n\nFirst is to drive operational efficiency and resource productivity that achieve a dual objective of both emissions reduction and waste reduction to realise cost savings. Second is to scrutinise the full length of supply chains, with BCG’s report highlighting how emissions from supply chains are up to 5.5 times greater than direct business emissions.\n\nScaling up these measures through digital technologies and connected devices could manage and better match electricity demand and supply, creating a more efficient power ecosystem. A commitment by utility Tenaga Nasional Bhd (TNB) to expand smart meter and smart grid initiatives by installing nine million units nationwide by 2021 is creating an important foundation to ongoing demand management.\n\nTransform transport to create jobs: Transport is another key area that offers Malaysia important potential for transformation. Transport currently accounts for 21% of national emissions, with cars contributing more than half of the sector’s total. Improving public transport infrastructure will help reduce transport emissions, particularly if first-mile and last-mile connection issues are addressed to create a more integrated public transport network.\n\nCreating a more conducive environment for electric-vehicle (EV) adoption is another key opportunity. Encouraging uptake will not only improve low-carbon transport but also unlock the potential for the local automotive industry to scale EV manufacturing and expand the associated EV manufacturing supply chains — contributing to jobs and the economy.\n\nFuture-proof the energy system: Transitioning the energy system towards low-carbon operations remains an important priority. Malaysia is endowed with rich renewable resources and has the opportunity and potential to further accelerate and scale renewables in the long term.\n\nGlobal corporates and investors are increasingly making choices on where to invest and locate their operations based on access to clean and renewable energy. Shifting the energy supply mix towards a greater share of renewables in Malaysia reflects positive steps towards this agenda. The recent fourth round of large-scale solar procurement to add 1GW of new solar energy capacity offers positive signs on how energy systems can contribute to Covid-19 recovery and long-term economic resilience.\n\nThese changes will take time. This crisis offers the opportunity to take action and lay the foundations for the future. The commitment by US President-elect Joe Biden to rejoin the Paris Climate Agreement, alongside China’s plan to become a net-zero country by 2060, offers global glimmers of hope for this journey.\n\nMalaysia has been buffeted by the headwinds of a global pandemic in 2020. Climate change represents another growing storm on the horizon. With the right commitments, Malaysia can leverage this period of growing adversity to generate significant sustainable value for the nation.\n\nDave Sivaprasad is managing director and partner, and SEA leader for climate action at Boston Consulting Group"}, {"title": "Polio, BCG infra to power vaccine plan", "link": "https://www.hindustantimes.com/india-news/polio-bcg-infra-to-power-vaccine-plan/story-04qYO8wawfaQylWPr3AGBN.html", "date": "2020-12-01 03:57:09+05:30", "authors": "['Saubhadra Chatterji']", "keywords": "['million', 'infra', 'programme', 'priority', 'health', 'immunisation', 'polio', 'india', 'union', 'vaccine', 'vaccines', 'power', 'plan', 'covid', 'bcg']", "summary": "indiaUpdated: Dec 01, 2020, 03:58 ISTIndia plans to use the expansive network of its 42-year-old universal immunisation programme to manage the logistics of administering Covid vaccines next year.\n“For us, Covid vaccines will be an extension of our routine duty.\nThe Union health ministry has also written to all states and Union territories to identify people who can be utilised for the mass Covid-19 vaccination drive.\nThe second official cited above confirmed that while the vaccine programme will be tightly controlled by the Union government, the premises of private hospitals will also be used for administering vaccine.\nThe recent concession to corporates allowing them to use CSR funds for supporting vaccine programme may come in handy at this stage.", "text": "india\n\nUpdated: Dec 01, 2020, 03:58 IST\n\nIndia plans to use the expansive network of its 42-year-old universal immunisation programme to manage the logistics of administering Covid vaccines next year.\n\nOfficials involved in the planning process said on condition of anonymity that the existing infrastructure and human resources will be sufficient to vaccinate the first 30 million Indians, primarily health care workers and first responders, when the country starts vaccinating people early next year.\n\n“Out of the 2.39 lakh-strong force of vaccinators of the existing immunisation programme, at least 1.5 lakh workers will be used for administering Covid vaccines to the first two priority groups tentatively from January to March 2021,” said one of the officials, a top government official.\n\n“The existing 29,000 cold storage facilities should be enough to store and distribute 60 million doses required for the priority groups during this period,” he added.\n\nThe universal immunisation programme comes under the health ministry, and covers 25 million children every year, vaccinating them against a range of diseases including measles, polio, and tuberculosis.\n\n“For us, Covid vaccines will be an extension of our routine duty. Our universal immunisation programme started in 1978 and every year we vaccinate 25 million children in India for pulse polio, BCG, Hepatitis B, MMR, and other diseases,” said a second officer overseeing the infrastructure and logistical preparation related to the Covid vaccines.\n\nThe Union health ministry has also written to all states and Union territories to identify people who can be utilised for the mass Covid-19 vaccination drive. “As you are aware, government of India has initiated preparations for introduction of Covid-19 vaccine, upon its availability. As part of the preparations, one of the activities is creation of database of health care workers (HCWs) who will be prioritised for Covid-19 vaccine… It is reiterated that the potential vaccinators amongst the HCWs need to be identified for support during the Covid-19 vaccination drive,” said the letter senton November 23by Vandana Gurnani, additional secretary, ministry of health.\n\nThe first vaccine available in India will likely be the one developed by AstraZeneca and the University of Oxford, and manufactured by Pune-based Serum Institute of India (SII). While late-stage trials are on in India, interim data from Phase 3 trials elsewhere has already shown that the vaccine is effective (62% on one dosage regimen, and 90% on another). SII’s Adar Poonawala said on Sunday his company would apply for emergency regulatory approval for the vaccine.\n\nWhile three other vaccines (developed by Moderna, Pfizer/BioNTech, and Russia’s Gamelaya Institute) have also shown efficacy in Phase 3 trials, India doesn’t have agreements yet with any of these companies. Two Indian vaccines are in Phase 3 of clinical trials.\n\nTo be sure, as the vaccination coverage expands — the first to be covered after the priority groups will be the elderly — the government will have to substantially enhance capacities beyond its universal immunisation programme. There are around 260 million Indians who are over the age of 50 – a demographic segment considered especially vulnerable to the disease.\n\nThe expert group on vaccine development and procurement headed by Niti Aayog member Dr VK Paul and co-chaired by Union health secretary Rajesh Bhushan has identified four priority groups.The first comprises doctors, nurses and other medical staff; the second includes front-line workers such as the police, municipality staff, and others directly involved in the country’s war against Covid. The third group comprises people above 50 while the fourth group is of people under 50 years of age but with co-morbidities.\n\nThe second official cited above confirmed that while the vaccine programme will be tightly controlled by the Union government, the premises of private hospitals will also be used for administering vaccine. “Private hospital officials or their people will not be allowed to give vaccines but their premises will surely be used as it is done now.” The government does not want to use the entire workforce of its immunisation programme because it does not want any disruption in the ongoing vaccine programmes.\n\nThe big challenge, officials acknowledged, would come when India needs to give Covid vaccines to the next priority group – the 260 million above the age of 50. “Around March or April, we will need more vaccinators to cater to the third priority group. But we will wait and see what needs to be done for that period,” said the first official, hoping that there may be a sharp fall in infections by then.\n\nThe recent concession to corporates allowing them to use CSR funds for supporting vaccine programme may come in handy at this stage. The government hopes that many companies will fund additional capacity in storage chains and freighters. The Union health ministry has already sent the specifications of cold storage and deep freezes required to the ministry of corporate affairs and a few other ministries so that companies interested in spending CSR funds appropriately can do so. Indian rules require companies to spend their corporate social responsibility (CSR) funds on research and development (R&D) for finding vaccines, medicines and medical equipment to combat Covid-19 pandemic. The Companies Act requires firms with a net worth of ₹500 crore or more, or turnover of ₹1,000 crore or more, or net profit of ₹5 crore or more in the immediately preceding financial year, to mandatorily spend 2% of average net profit of the preceding three years on CSR."}, {"title": "BCG vaccine: BCG vaccine used to treat tuberculosis can lower the risk of contracting Covid, says study, Health News, ET HealthWorld", "link": "https://health.economictimes.indiatimes.com/news/diagnostics/bcg-vaccine-used-to-treat-tuberculosis-can-lower-the-risk-of-contracting-covid-says-study/79384820", "date": "None", "authors": "[]", "keywords": "['tuberculosis', 'study', 'health', 'covid19', 'workers', 'vaccination', 'arditi', 'virus', 'risk', 'used', 'healthworld', 'sarscov2', 'vaccine', 'vaccines', 'lower', 'treat', 'bcg']", "summary": "\"It appears that BCG-vaccinated individuals either may have been less sick and therefore produced fewer anti-SARS-CoV-2 antibodies, or they may have mounted a more efficient cellular immune response against the virus,\" said Arditi, MD, director of the Pediatric and Infectious Diseases and Immunology Division at Cedars-Sinai and professor of Pediatrics and Biomedical Sciences.\n\"We were interested in studying the BCG vaccine because it has long been known to have a general protective effect against a range of bacterial and viral diseases other than TB, including neonatal sepsis and respiratory infections.\nIt would be wonderful if one of the oldest vaccines that we have could help defeat the world's newest pandemic,\" Arditi said.In the new study, the lower antibody levels in the BCG group persisted despite the fact that these individuals had higher frequencies of hypertension, diabetes, cardiovascular diseases, and COPD, which are known risk factors for making a person more susceptible to SARS-CoV-2 and developing more severe forms of the Covid-19 illness.While noting that no one believes that BCG will be more effective than a specific vaccine against Covid-19, Arditi explained that it could be more quickly approved and made available, given that it has a strong safety profile demonstrated by many years of use.\n\"It is a potentially important bridge that could offer some benefit until we have the most effective and safe Covid-19 vaccines made widely available,\" he said.In the US, the FDA-approved BCG vaccine is used as a drug to treat bladder cancer and for people at high risk of contracting tuberculosis (TB).\n\"Given our findings, we believe that large, randomised clinical trials are urgently needed to confirm whether BCG vaccination can induce a protective effect against SARS-CoV2 infection,\" said Susan Cheng, MD, MPH, MMSc, associate professor of Cardiology and director of Public Health Research at the Smidt Heart Institute at Cedars-Sinai.Several randomised clinical trials have been launched to study the potential protective effects of BCG vaccination against Covid-19.Along with Texas A&M University, Baylor College of Medicine, and the University of Texas MD Anderson Cancer Center, Cedars Sinai is a site for the US arm of this ongoing trial, which is recruiting hundreds of healthcare workers.", "text": "HOUSTON: One of the oldest vaccines for tuberculosis Bacillus Calmette-Guerin (BCG) is associated with a reduced possibility of contracting the Covid-19 virus, according to a new study.As part of the study published in The Journal Of Clinical Investigation, the researchers tested the blood of more than 6,000 healthcare workers in the Cedars-Sinai Health System for evidence of antibodies against SARS-CoV-2, the virus that causes Covid-19, and asked them about their medical and vaccination histories.They found that workers who had received BCG vaccinations in the past - nearly 30 per cent of those studied - were significantly less likely to test positive for SARS-CoV-2 antibodies in their blood or to report having had infections with coronavirus or coronavirus-associated symptoms over the prior six months than those who had not received them.These effects were not related to whether workers had received meningococcal, pneumococcal or influenza vaccinations.The reasons for the lower SARS-CoV-2 antibody levels in the BCG group were not clear, according to Moshe Arditi, co-senior author of the study.\"It appears that BCG-vaccinated individuals either may have been less sick and therefore produced fewer anti-SARS-CoV-2 antibodies, or they may have mounted a more efficient cellular immune response against the virus,\" said Arditi, MD, director of the Pediatric and Infectious Diseases and Immunology Division at Cedars-Sinai and professor of Pediatrics and Biomedical Sciences.\"We were interested in studying the BCG vaccine because it has long been known to have a general protective effect against a range of bacterial and viral diseases other than TB, including neonatal sepsis and respiratory infections. It would be wonderful if one of the oldest vaccines that we have could help defeat the world's newest pandemic,\" Arditi said.In the new study, the lower antibody levels in the BCG group persisted despite the fact that these individuals had higher frequencies of hypertension, diabetes, cardiovascular diseases, and COPD, which are known risk factors for making a person more susceptible to SARS-CoV-2 and developing more severe forms of the Covid-19 illness.While noting that no one believes that BCG will be more effective than a specific vaccine against Covid-19, Arditi explained that it could be more quickly approved and made available, given that it has a strong safety profile demonstrated by many years of use.\"It is a potentially important bridge that could offer some benefit until we have the most effective and safe Covid-19 vaccines made widely available,\" he said.In the US, the FDA-approved BCG vaccine is used as a drug to treat bladder cancer and for people at high risk of contracting tuberculosis (TB).\"Given our findings, we believe that large, randomised clinical trials are urgently needed to confirm whether BCG vaccination can induce a protective effect against SARS-CoV2 infection,\" said Susan Cheng, MD, MPH, MMSc, associate professor of Cardiology and director of Public Health Research at the Smidt Heart Institute at Cedars-Sinai.Several randomised clinical trials have been launched to study the potential protective effects of BCG vaccination against Covid-19.Along with Texas A&M University, Baylor College of Medicine, and the University of Texas MD Anderson Cancer Center, Cedars Sinai is a site for the US arm of this ongoing trial, which is recruiting hundreds of healthcare workers."}, {"title": "Building the Cloud Supply Chain - Stord Raises $31M Series B Led by Founders Fund", "link": "https://www.prnewswire.com/news-releases/building-the-cloud-supply-chain--stord-raises-31m-series-b-led-by-founders-fund-301186764.html", "date": "None", "authors": "[]", "keywords": "['raises', 'logistics', 'grown', 'led', 'largest', 'stord', 'series', 'cloud', 'mission', 'expertise', 'founders', 'brands', 'supply', 'massive', 'chain', 'building', 'investors', 'fund']", "summary": "Stord raises a $31M Series B to build the cloud supply chain, and offer Amazon-level logistics to everyone.\nTweet thisWhereas building a traditional supply chain requires investing substantial time and money in physical infrastructure, complex legacy software, and human expertise, our cloud-supply chain is built to fundamentally abstract these complexities.\nStord provides brands a cloud-based platform that offers complex logistics services, with service levels typically only available for the largest brands, and with utility-like pay-as-you-go pricing that a brand can leverage from startup to enterprise-level scale.\nWe believe that we can democratize the heightened consumer experience that is today only available to the largest brands.\nTo fulfill this mission, we're excited to welcome Founders Fund to our journey, who has a long track-record partnering with companies to disrupt massive industries.", "text": "Stord raises a $31M Series B to build the cloud supply chain, and offer Amazon-level logistics to everyone. Tweet this\n\nWhereas building a traditional supply chain requires investing substantial time and money in physical infrastructure, complex legacy software, and human expertise, our cloud-supply chain is built to fundamentally abstract these complexities. Stord provides brands a cloud-based platform that offers complex logistics services, with service levels typically only available for the largest brands, and with utility-like pay-as-you-go pricing that a brand can leverage from startup to enterprise-level scale.\n\nWe believe that we can democratize the heightened consumer experience that is today only available to the largest brands. If successful in converting the traditional supply chain paradigm, we will help even the playing field for brands of all sizes to provide their customers with delightful experiences and remove massive inefficiencies from the $2T+ global logistics industry. While this has been our mission from day one, the need for our solution in the market could not be clearer. Over the last year, our team has grown from 40 to over 125 employees, our logistics revenue has grown nearly 500%, our software segment has grown over 900%, our shipment volume has grown more than 15,000%, and we are just getting started.\n\nRe-architecting one of the world's largest and most outdated industries is no small feat, requiring the right capital as well as expertise around the table. To fulfill this mission, we're excited to welcome Founders Fund to our journey, who has a long track-record partnering with companies to disrupt massive industries. Our Series B also included significant participation from existing investors Kleiner Perkins, Susa Ventures, and Dynamo, as well as participation from strategic investors such as Jeffrey Raider at Good Friends Fund (Co-Founder of Harrys and Warby Parker) and Karen Page at B-Capital (venture arm of Boston Consulting Group). Our world-class investors collectively provide us the expertise needed to rebuild a massive category while partnering with both sophisticated enterprise brands as well as rapidly growing e-commerce companies.\n\nWhile this investment serves as great validation of our mission and what we have built so far, we are only just beginning. There is an enormous amount to do, and we will remain relentlessly obsessed with the needs of our customers for decades to come—providing them with lower costs, greater efficiency, and more ways to reach their end customers.\n\nSOURCE STORD\n\nRelated Links\n\nhttps://www.stord.com\n\n"}]