[{"id": 1335099002266664960, "full_text": "Very nice. You guys have some partyyyy meanwhile Moradabad farmers are unable to access Delhi market and the supply chain issues has caused veggie prices to fall and consequently big losses to those farmers.\n\nSo what's the issue. Isn't it? 🤡 https://t.co/JiLNPfuofE", "retweet_count": 124, "favorite_count": 531}, {"id": 1335412393178906626, "full_text": "Walmart to sell at-home COVID-19 test kits https://t.co/ytpebXuW9t", "retweet_count": 102, "favorite_count": 735}, {"id": 1335244761851195394, "full_text": "Defence chiefs are in talks about a move to take over one of Britain's oldest steelmakers in an attempt to shore up the supply chain of Britain's nuclear submarine fleet https://t.co/0PKAOjVaz7", "retweet_count": 22, "favorite_count": 59}, {"id": 1335357603501760513, "full_text": "Remote areas are at risk to supply chain disruptions and high energy costs that could leave them without power if a shipment is missed.\nA microreactor eliminates this risk by providing fuel security and clean power around-the-clock for years to come without interruption. https://t.co/IasdHUb4Xp", "retweet_count": 23, "favorite_count": 102}, {"id": 1335080782470262789, "full_text": "As a global race for the coronavirus vaccine heats up, IBM warned Thursday that it detected a phishing email scam spanning six countries aimed at organizations that are keeping the COVID-19 vaccine supply chain moving. https://t.co/wh9LD8HUP5", "retweet_count": 36, "favorite_count": 81}, {"id": 1335590078484254720, "full_text": "Hackers threaten to disrupt COVID-19 vaccine supply chain https://t.co/C6zRi83fDQ https://t.co/cSedFlm1DX", "retweet_count": 20, "favorite_count": 25}, {"id": 1334929688163201024, "full_text": "Blaming supply chain problems, Pfizer said it would deliver only 50 million vaccine doses this year, as opposed to 100 million it promised earlier. \n\nhttps://t.co/y6WQq3ZdwT", "retweet_count": 29, "favorite_count": 53}, {"id": 1335325815458963458, "full_text": "The HSE's National Director of Vaccine Supply Chain and Logistics has said Ireland now has \"sufficient capacity and resilience\" to roll-out the Pfizer-BioNTech Covid-19 vaccine, when it becomes available here https://t.co/JZfunWgjAq", "retweet_count": 10, "favorite_count": 93}, {"id": 1334599360013885442, "full_text": "WSJ reporting that Pfizer now expects it can only ship *half* of the Covid-19 vaccines it had planned this year because of supply chain problems. Says it can still hit a billion doses in 2021.", "retweet_count": 1025, "favorite_count": 3451}, {"id": 1334799450825510913, "full_text": "\"MUJI: 100% Xinjiang Cotton and Uyghur Tears.\" 👀 Artist @badiucao just uploaded some scathing works — criticism of corporations' connections to Xinjiang labor and/or pushback against Congressional legislation on supply chain integrity. The art is free: https://t.co/ze8K8peKKk https://t.co/tqdjX1uai2", "retweet_count": 126, "favorite_count": 275}, {"id": 1334891491253227522, "full_text": "Hackers are targeting key actors in the coronavirus vaccine supply chain as distribution gets underway https://t.co/gKDcBmFFQ5", "retweet_count": 20, "favorite_count": 60}, {"id": 1335577303984771074, "full_text": "To track deforestation in the Amazon, our data investigations team downloaded more than *3 million* documents 📄 \n\nHere’s what they tell us about the supply chain that brings beef from the forest 🌳 to your fork 🍴\nhttps://t.co/AVg1tN79oK", "retweet_count": 4, "favorite_count": 9}, {"id": 1332393717165158401, "full_text": "Amazon workers are continuing to organize across the supply chain, and even in the US, there’s now a warehouse union drive. hard to overstate how critical these efforts are—they’re trying to turn the tide on a very dark future https://t.co/oYervWIUQc", "retweet_count": 435, "favorite_count": 1621}, {"id": 1334605480249991169, "full_text": "BREAKING— Pfizer is slashing its expected delivery of vaccine doses from 100 million to 50 million because of production quality issues. Everyone needs 2 doses. So this is a big hit. #COVID19 https://t.co/VfJXorRAWA", "retweet_count": 757, "favorite_count": 1481}, {"id": 1332282013869625344, "full_text": "Welcome news from Boohoo. \n\nSince my ⁦@CommonsBEIS⁩ inquiry into 🇬🇧 firms links to Uyghur slave labour &amp; the interrogation  Boohoo received, they have hired Sir Brian Leveson to oversee their supply chain.\n👇🏽 #Ipac ⁦@Billbrowder⁩  https://t.co/PVRv3y25vF", "retweet_count": 434, "favorite_count": 461}]