[{"id": 1334599360013885442, "full_text": "WSJ reporting that Pfizer now expects it can only ship *half* of the Covid-19 vaccines it had planned this year because of supply chain problems. Says it can still hit a billion doses in 2021.", "retweet_count": 1023, "favorite_count": 3448}, {"id": 1334605480249991169, "full_text": "BREAKING— Pfizer is slashing its expected delivery of vaccine doses from 100 million to 50 million because of production quality issues. Everyone needs 2 doses. So this is a big hit. #COVID19 https://t.co/VfJXorRAWA", "retweet_count": 758, "favorite_count": 1481}, {"id": 1334601441311387655, "full_text": "WSJ: Pfizer now expects to ship half the doses it had originally planned, from 100 million doses down to 50 million, after finding raw materials in early production didn’t meet its standards.\nhttps://t.co/82Malmr24u", "retweet_count": 216, "favorite_count": 283}, {"id": 1334799450825510913, "full_text": "\"MUJI: 100% Xinjiang Cotton and Uyghur Tears.\" 👀 Artist @badiucao just uploaded some scathing works — criticism of corporations' connections to Xinjiang labor and/or pushback against Congressional legislation on supply chain integrity. The art is free: https://t.co/ze8K8peKKk https://t.co/tqdjX1uai2", "retweet_count": 116, "favorite_count": 255}, {"id": 1334508900142501889, "full_text": "The Department of Homeland Security issues a warning that hackers are targeting key actors in the coronavirus vaccine supply chain and points to IBM's findings of malicious activity https://t.co/jeMGbdwSvB", "retweet_count": 218, "favorite_count": 700}, {"id": 1334599863032492032, "full_text": "@TimOBrien Which is why we needed a government that was more concerned about the supply chain and delivery logistics than about naming the vaccine after Trump.", "retweet_count": 141, "favorite_count": 1670}, {"id": 1334565565894111236, "full_text": "As China edges towards a food crisis, it looks at India to feed its citizens\n\nChinese President had termed wastage of food in China as 'shocking' and 'distressing'. In August this year, he launched campaign in the country called 'Operation Empty Plate'\n\nhttps://t.co/oZbu5dQgws", "retweet_count": 76, "favorite_count": 407}, {"id": 1334614671027003393, "full_text": "Pfizer expects to ship half of the Covid-19 vaccines it originally planned for this year because of supply-chain problems, but still expects to roll out more than a billion doses in 2021 https://t.co/1Tof1FAyzZ", "retweet_count": 100, "favorite_count": 137}, {"id": 1334608375372533761, "full_text": "JUST IN: Pfizer shares fell as much as 3.1% after Dow Jones reported that it cut the number of Covid-19 vaccine doses it plans to ship this year because of supply-chain issues https://t.co/gMRMlPZFG0", "retweet_count": 81, "favorite_count": 181}, {"id": 1335099002266664960, "full_text": "Very nice. You guys have some partyyyy meanwhile Moradabad farmers are unable to access Delhi market and the supply chain issues has caused veggie prices to fall and consequently big losses to those farmers.\n\nSo what's the issue. Isn't it? 🤡 https://t.co/JiLNPfuofE", "retweet_count": 82, "favorite_count": 314}, {"id": 1334602846487121926, "full_text": "As warned, the vaccine delivery is big and messy and bulky and you can pre-write these kinds of stories now. It is the nature of logistics. It gets better over time; supply chain blips get fixed, things go faster. Not ideal but not surprising. Rolling recovery well into 2021. https://t.co/D2qAR2ENcB", "retweet_count": 88, "favorite_count": 288}, {"id": 1334599710452101121, "full_text": "(WSJ) - Pfizer Inc. expects to ship half of the Covid-19 vaccines it originally planned for this year because of supply-chain problems, but still expects to roll out more than a billion doses in 2021.\n\n⁦@WSJ⁩ $PFE  https://t.co/7PqEs44fEe", "retweet_count": 83, "favorite_count": 161}, {"id": 1334601938340622339, "full_text": "get ready to see a lot of the phrase \"supply-chain problems\" https://t.co/yiqErCPDnC", "retweet_count": 108, "favorite_count": 560}, {"id": 1334510895641354242, "full_text": "Hackers are targeting key actors in the coronavirus vaccine supply chain as distribution gets underway, according to new warnings by the Department of Homeland Security and IBM, which discovered the malicious activity. https://t.co/pI47PeHavT", "retweet_count": 126, "favorite_count": 386}, {"id": 1334607345209511937, "full_text": "Interesting WSJ piece claiming supply chain issues will mean less of the biontech/Pfizer vaccine this year - says expectation for UK of 4-5m in 2020 rather than 10m talked about ... https://t.co/85iDrWueFx", "retweet_count": 53, "favorite_count": 80}, {"id": 1334492636049240065, "full_text": "IBM warns hackers targeting COVID vaccine 'cold chain' supply process https://t.co/5TnQAoofac https://t.co/okkaJPH6PL", "retweet_count": 50, "favorite_count": 108}, {"id": 1334467424851124224, "full_text": "Calculated cyber-attacks have been targeting organizations involved in the COVID-19 vaccinations supply chain.\n\nGet the details from the IBM Security X-Force intelligence taskforce:", "retweet_count": 92, "favorite_count": 123}, {"id": 1334493841777373185, "full_text": "Hackers tried to target the global coronavirus vaccine supply chain. IBM said the sophistication of the hack points to a nation-state.\n\nhttps://t.co/pJttAAOXeS", "retweet_count": 48, "favorite_count": 73}, {"id": 1334464055415767040, "full_text": "As China edges towards a food crisis, it looks at India to feed its citizens\nhttps://t.co/oZbu5e7Ro0", "retweet_count": 65, "favorite_count": 393}, {"id": 1334465401237934082, "full_text": "Hackers targeted coronavirus vaccine supply 'cold chain' https://t.co/p6DwIRJa9w", "retweet_count": 46, "favorite_count": 92}, {"id": 1334481437588922371, "full_text": "Malicious cyber actors are targeting the COVID-19 cold chain. Read more at https://t.co/UBaA832DqJ. #Phishing #Cyber", "retweet_count": 49, "favorite_count": 74}, {"id": 1334460232823693312, "full_text": "Covid vaccine supply chain targeted by hackers, say security experts https://t.co/8CVVcJwAxj", "retweet_count": 20, "favorite_count": 48}, {"id": 1334452994264477696, "full_text": "Coronavirus: Hackers targeted Covid vaccine supply 'cold chain' https://t.co/pnsKTUzKBx", "retweet_count": 21, "favorite_count": 18}, {"id": 1334470853287956483, "full_text": "A Covid-19 vaccine supply chain was targeted by hackers looking to disrupt or steal information about the vital processes to keep vaccines cold, experts say https://t.co/f7tt51Xycb https://t.co/6S04Y5yvl6", "retweet_count": 35, "favorite_count": 62}, {"id": 1332034197633036292, "full_text": "Remember to give thanks 2day to all the farm families &amp; workers along the food supply chain who help put food on our tables every day of the yr. God Bless America’s bounty &amp; the farmers +laborers so others don’t go hungry. HAPPY THANKSGIVING", "retweet_count": 1537, "favorite_count": 9761}, {"id": 1331882455691894786, "full_text": "As the UKs entire hospitality sector and supply chain waits for today’s tier announcement, just remember, that whilst other countries were closing borders and taking immediate action....we were told to wash our hands and sing happy birthday twice. World leading.", "retweet_count": 695, "favorite_count": 4811}, {"id": 1332393717165158401, "full_text": "Amazon workers are continuing to organize across the supply chain, and even in the US, there’s now a warehouse union drive. hard to overstate how critical these efforts are—they’re trying to turn the tide on a very dark future https://t.co/oYervWIUQc", "retweet_count": 436, "favorite_count": 1622}]