[{"link": "https://www.bcg.com/publications/2020/building-resilient-health-care-supply-chains", "title": "Planning for the Unpredictable in Health Care Supply Chains", "text": "High Impetus to Change and Ease of Adjustment. Supply chains in this quadrant should be addressed immediately because they are more vulnerable to substantive supply disruption and are inexpensive to fix. Once such an area is identified, companies should make the required adjustments at once. Take, for example, medtech companies that produce essential consumables like gloves and syringes. At present, these firms rely significantly on global supply chains. Since production is highly automated, it is relatively easy to stockpile products in preparation for future events. At the same time, regulatory barriers for these products are fairly low in most parts of the world and manufacturing is relatively unspecialized. Firms can take steps to distribute production across different suppliers and regions with an eye to building resilience in the medium and long term.\n\nSupply chains in this quadrant should be addressed immediately because they are more vulnerable to substantive supply disruption and are inexpensive to fix. Once such an area is identified, companies should make the required adjustments at once. Take, for example, medtech companies that produce essential consumables like gloves and syringes. At present, these firms rely significantly on global supply chains. Since production is highly automated, it is relatively easy to stockpile products in preparation for future events. At the same time, regulatory barriers for these products are fairly low in most parts of the world and manufacturing is relatively unspecialized. Firms can take steps to distribute production across different suppliers and regions with an eye to building resilience in the medium and long term. High Impetus to Change and Low Ease of Adjustment. The manufacture of products in this quadrant may rely on a single source of materials or contend with other disruption risks, while also being expensive or otherwise very difficult to relocate. For these reasons, companies should take a phased approach—immediately taking whatever actions are easy to implement while putting the pieces in place that will build long-term resilience. For example, biopharma manufacturers of medically essential products that depend on active pharmaceutical ingredient (API) suppliers based outside the US or Western Europe should consider stockpiling inventory at each production step in the near term. They should also make sure that robust crisis response plans are in place at their key facilities. At the same time, these companies should evaluate options for resilience that are consistent with other network strategy goals for the long term, such as qualified alternative production sites or backup suppliers.\n\nIt’s important to note that while generalizations can be made based on product type, companies should use the specifics of their own product portfolio and supply chains to develop a custom version of this matrix. They should then focus on addressing the two high-impetus categories. While the actions required will likely vary from firm to firm, they may vary even within a given firm. That’s because the inherent risk and risk tolerance could differ from supply chain to supply chain.\n\nEvaluate supply chain design options. To evaluate the potential options they’ve uncovered, companies need to model their networks in both the current and potential new configurations to see how they perform under different conditions.\n\nBoth day-to-day operations and several stress-inducing events, including ones with potentially extreme impacts, should be considered. Many different types of stresses should be modeled—from legislation that incentivizes local production of a particular product to a key contract manufacturer going out of business. Digital network optimization tools (such as digital twins) can be used to simplify this step and simultaneously evaluate performance on additional metrics such as cost, supply, and resilience.\n\nBuild a resilience roadmap. Understanding multiple risk-based scenarios can help companies determine the most appropriate levers for both mitigating supply chain risks and responding to disruptions when they occur. The option set should include revising inventory and distribution strategies, diversifying the supplier base, moving production steps across internal sites, and leveraging CMOs with sophisticated manufacturing processes.\n\nCompanies should aim to assess each action on its potential value relative to its cost. Each decision should be made not in a silo but as part of an optimized portfolio of actions, with the particular product type, characteristics of the existing supply network, and level of risk tolerance taken into account. (See “One Biopharma Company’s Resilience Strategy.”)\n\nOne Biopharma Company’s Resilience Strategy\n\n\n\nThe company developed a three-pronged risk-mitigation strategy.\n\n\n\nA crisis response plan was put in place for the at-risk facility to minimize overall downtime in the event of a disruption.\n\nwas put in place for the at-risk facility to minimize overall downtime in the event of a disruption. Flexible manufacturing capacity was reserved at another internal site. That backup plant was to be kept “warm” so that it could provide additional capacity in the event of a supply outage. This agreement was supplemented with cross-jurisdictional agreements that would allow the facility to borrow staff from other facilities in the event of an emergency.\n\nwas reserved at another internal site. That backup plant was to be kept “warm” so that it could provide additional capacity in the event of a supply outage. This agreement was supplemented with cross-jurisdictional agreements that would allow the facility to borrow staff from other facilities in the event of an emergency. Strategic partnerships were made with various contract manufacturers so that the company could rapidly ramp up external manufacturing when needed.\n\nThe value of the new resilience strategy soon became clear. When a natural disaster reduced the at-risk plant’s capacity, the facility was able to maintain supply by relying on its strategic inventory reserves. The crisis response plan brought the facility back online faster than plants belonging to other companies in the same geography—and the backup facility was not ultimately needed. Supply chain executives at a branded biopharma company with a broad portfolio of patented drugs evaluated the manufacturing network to identify where there was risk of disruption. They identified one plant where the risk and the potential impacts were too high to be managed with strategic inventory reserves alone. Given that the supply of several high-value biologic products was at stake, it was critical to address the issue.The company developed a three-pronged risk-mitigation strategy.The value of the new resilience strategy soon became clear. When a natural disaster reduced the at-risk plant’s capacity, the facility was able to maintain supply by relying on its strategic inventory reserves. The crisis response plan brought the facility back online faster than plants belonging to other companies in the same geography—and the backup facility was not ultimately needed.\n\nThe degree of change required will vary based on a firm’s starting point. For example, companies that already have strategically qualified suppliers in different geographic regions may be better positioned to quickly respond to supply disruptions, while companies with a supplier base concentrated in one region may face a longer road to resiliency.\n\nHow to Augment Resilience Efforts\n\nRegardless of the changes that companies decide to make to their structural network, building capabilities in three related areas can supplement these efforts.\n\nReal-time visibility across the full supply chain at an adequate level of granularity is critical for a robust view of supply risk.\n\nCreate E2E supply chain transparency. Real-time visibility across the full supply chain at an adequate level of granularity is critical for a robust view of supply risk. Today, many companies do not provide the level of visibility needed by decision makers and many are lagging in developing control tower capabilities. Creating supply dashboards will provide a real-time view of the physical flows from tier 1, 2, and 3 suppliers and across internal networks. Optimally, it’s also possible to get information on supplier inventories and manufacturing performance. Original equipment manufacturers can use this level of detail to proactively change where they source materials and potentially shift between internal and external manufacturing sites where feasible.\n\nCompanies can proactively participate in, and potentially influence, regulatory discussions that could affect their supply chains.\n\nBoost regulatory insights and involvement. Biopharma and medtech companies operate in a highly regulated environment where the impact of new legislation may have long-term consequences. As a starting point, companies should incorporate current and potential regulatory changes into scenario planning. Going a step further, they can proactively participate in, and potentially influence, regulatory discussions that could affect their supply chains. For example, companies can respond to “public notice and comment” periods and provide data-based perspectives on the feasibility of proposed regulatory changes and their potential impact on the industry and patients. Such actions can go a long way toward building understanding of the enormous complexity of health care supply chains.\n\nUpskill the workforce. Key supply chain personnel—including demand and supply planners, manufacturing line schedulers, long-term network capacity planning, and procurement managers—need to understand the potential impacts of different types of supply shocks so they can develop agile response plans when a crisis occurs.\n\nThe COVID-19 pandemic has highlighted the supply chain vulnerabilities that biopharma and medtech companies face today. But it’s unlikely to be the last event to cause disruptions of this magnitude. To be prepared for such crises, operations leaders need to proactively develop scenario-based resilience plans. Traditional approaches to supply chain management will no longer suffice.\n\n", "summary": "That’s because the inherent risk and risk tolerance could differ from supply chain to supply chain.\nReal-time visibility across the full supply chain at an adequate level of granularity is critical for a robust view of supply risk.\nReal-time visibility across the full supply chain at an adequate level of granularity is critical for a robust view of supply risk.\nSuch actions can go a long way toward building understanding of the enormous complexity of health care supply chains.\nTraditional approaches to supply chain management will no longer suffice.", "keywords": "['resilience', 'planning', 'health', 'products', 'unpredictable', 'potential', 'production', 'manufacturing', 'regulatory', 'facility', 'chains', 'care', 'supply', 'companies', 'chain']"}, {"link": "https://www.bcg.com/en-pe/capabilities/operations/digital-supply-chain.aspx", "title": "Digital Supply Chain", "text": "We know that digital solutions in supply chain management perform best—and unlock the greatest value—when they’re integrated across the entire enterprise, when they involve both processes and people. This change management approach doesn’t just position companies to be more agile, reliable, and efficient; it also delivers higher margins and lower costs.\n\nBCG’s Bionic Approach to Supply Chain 4.0\n\nBCG’s digital supply chain consultants develop strategies and high-tech digital solutions for our clients, leveraging our deep expertise in digital supply chains and our hands-on digital experience in Industry 4.0 and other technologies. To maximize the value of their supply chains, leading companies adopt a bionic operating model, which intertwines the best of both man and machine—combining human know-how with the power of AI—to generate substantial improvements.", "summary": "We know that digital solutions in supply chain management perform best—and unlock the greatest value—when they’re integrated across the entire enterprise, when they involve both processes and people.\nThis change management approach doesn’t just position companies to be more agile, reliable, and efficient; it also delivers higher margins and lower costs.\nBCG’s Bionic Approach to Supply Chain 4.0BCG’s digital supply chain consultants develop strategies and high-tech digital solutions for our clients, leveraging our deep expertise in digital supply chains and our hands-on digital experience in Industry 4.0 and other technologies.\nTo maximize the value of their supply chains, leading companies adopt a bionic operating model, which intertwines the best of both man and machine—combining human know-how with the power of AI—to generate substantial improvements.", "keywords": "['valuewhen', 'management', 'bionic', 'digital', 'solutions', 'approach', 'chains', 'supply', 'companies', 'chain']"}, {"link": "https://www.bcg.com/ru-ru/industries/transportation-logistics/logistics", "title": "Logistics", "text": "", "summary": "", "keywords": "['logistics']"}, {"link": "https://www.bcg.com/de-at/search?s=1&f0=00000171-f17b-d394-ab73-f3fbae0d0000&f4=00000173-965a-d33f-ab77-fefb62d4000a", "title": "Site Search", "text": "Familienunternehmen: Wie aus Herausforderungen Chancen werden", "summary": "Familienunternehmen: Wie aus Herausforderungen Chancen werden", "keywords": "['aus', 'familienunternehmen', 'search', 'werden', 'chancen', 'herausforderungen', 'site', 'wie']"}, {"link": "https://www.bcg.com/en-ch/elevating-airlines-supply-chain-organizations", "title": "Elevating Airlines' Supply Chain Organizations", "text": "", "summary": "", "keywords": "['elevating', 'airlines', 'organizations', 'supply', 'chain']"}, {"link": "https://www.bcg.com/ja-jp/about/people/experts/olivier-bouffault", "title": "Olivier Bouffault", "text": "アジャイルの成否のカギは経営トップにある\n\n組織がアジャイルな働き方を取り入れるには、経営幹部自身が働き方を変えなければなりません。過去に成功したやり方を捨てよ、というのはたやすい注文ではありませんが、トップが行動を変えない限り、アジャイルの取り組みから実現できるリターンは限られたものになってしまいます。アジャイル型リーダーシップ・モデルが成功している企業で、経営幹部の多くが実践している手法を紹介します。", "summary": "アジャイルの成否のカギは経営トップにある組織がアジャイルな働き方を取り入れるには、経営幹部自身が働き方を変えなければなりません。過去に成功したやり方を捨てよ、というのはたやすい注文ではありませんが、トップが行動を変えない限り、アジャイルの取り組みから実現できるリターンは限られたものになってしまいます。アジャイル型リーダーシップ・モデルが成功している企業で、経営幹部の多くが実践している手法を紹介します。", "keywords": "['アジャイルの成否のカギは経営トップにある組織がアジャイルな働き方を取り入れるには経営幹部自身が働き方を変えなければなりません過去に成功したやり方を捨てよというのはたやすい注文ではありませんがトップが行動を変えない限りアジャイルの取り組みから実現できるリターンは限られたものになってしまいますアジャイル型リーダーシップモデルが成功している企業で経営幹部の多くが実践している手法を紹介します', 'bouffault', 'olivier']"}, {"link": "https://www.bcg.com/fr-fr/publications/2020/resilience-in-global-supply-chains", "title": "Designing Resilience into Global Supply Chains", "text": "After decades of refinement, it seemed that global companies had gotten supply chain management down to a science. By orchestrating complex, international networks of suppliers, factories, and logistics providers, companies had been able to squeeze out cost, get goods to distant markets with remarkable efficiency, and keep inventory to a minimum.\n\nCompanies had already begun rethinking their far-flung supply chains in response to changing labor costs, advances in automation, rising protectionism, and external shocks, such as natural disasters. But it took the COVID-19 pandemic to more fully expose structural flaws that have prompted organizations to fundamentally reassess their approach to global manufacturing and sourcing. Factory lockdowns, transportation disruptions, and panic buying led to shortages of everything from medical supplies and household necessities to critical automotive and electronics components. The crisis also heightened geopolitical tensions, trade restrictions, and nationalist policies aimed at promoting domestic industry that are likely to continue reshaping the global business landscape.\n\nWith massive value at stake, global enterprises are seeking to mitigate risk and secure better access to supplies and markets.\n\nNow, companies are exploring various ways to build more resilience into their manufacturing and supply networks—even if that resilience leads to extra costs. With massive value at stake, global enterprises are seeking to mitigate risk and secure better access to supplies and markets. They are exploring options for diversifying and regionalizing their manufacturing and supply networks, adding backup production and distribution capacity, and reoptimizing inventory. Companies are also seeking to improve their supply chain flexibility, risk-monitoring capabilities, and capacity to respond rapidly to new shocks.\n\nExactly what a future resilient supply chain looks like will vary by industrial sector, location, and the type of sourcing and manufacturing network that best fits each organization’s strategic objectives. Company decisions will largely be influenced by two key factors—what we call the “impetus to change,” such as economic and political pressures, and “the ease of adjustment,” such as the difficulty of replacing certain suppliers and the capital costs associated with moving to new locations. Companies that make the right adjustments will create supply chains that put them in the best position as they shift from fighting the pandemic to winning the post-COVID-19 future. Below, we offer a six-step approach to adapting supply chains and establishing competitive advantage.\n\nA Shifting Global Sourcing Landscape\n\nMany of today’s worldwide supply chains were developed during the high tide of globalization from the late 1980s through the first decade of the 2000s, when falling trade barriers and transportation costs removed friction in international commerce. Traditionally, supply chains were designed primarily to meet two overarching objectives: cost efficiency and optimal service levels. Manufacturing footprints and sourcing networks have been built largely to take advantage of differences around the world in factor costs—such as labor, materials, and energy—and on the ability to fulfill customer needs within a particular time and at a specified quality standard in given markets. Over the past few years, concerns over market access, resilience, and environmental sustainability have gained in importance in some sectors.\n\nWell before the COVID-19 outbreak, geopolitical, technological, and economic forces had begun to redefine globalization.\n\nWell before the COVID-19 outbreak, however, geopolitical, technological, and economic forces had begun to redefine globalization. Companies have been realigning global supply chains in response to shifting manufacturing cost structures, improvements in advanced manufacturing technologies, tariff wars, and rising protectionism. Many global enterprises have been moving toward regional manufacturing and sourcing footprints in order to be closer to end markets. Their factories in China are increasingly targeting the huge, still growing domestic market and nearby countries, while factories in North America and Europe concentrate on local markets.\n\nThe trade war between the US and China accelerated shifts in procurement. Trade between the two economies dropped by 16% in 2019. US auto-part imports from China fell by 17%, but rose by 10% from Turkey and 24% from Southeast Asia. And while US imports of consumer durables from China shrank by 19%, they increased sharply from Japan, South Korea, India, Brazil, and Southeast Asia. Samsung moved smartphone manufacturing from China to India and Vietnam, for example, while LG Electronics shifted refrigerator production for the US market to South Korea.\n\nEven larger production changes have been announced since the outbreak of the pandemic. Taiwan Semiconductor Manufacturing, the world’s leading silicon wafer foundry, said it plans to build a $12 billion plant in Arizona in order to serve its many US customers, for example, and Mazda has shifted manufacturing of some auto components from China to Mexico.\n\nAt the same time, governments have started to intervene more aggressively in order to promote domestic manufacturing. German economic minister Peter Altmaier has called for localizing production of medicines, while the US government is investing directly in companies developing vaccines and medical supplies. The US announced it will invest $138 million in a partnership with ApiJect Systems, for example, to produce hundreds of millions of inexpensive, prefilled plastic syringes that could be used to inject possible COVID-19 vaccines. Bipartisan support is also growing in the US Congress for billions of dollars in federal subsidies for domestic semiconductor manufacturing. India has launched Atmanirbhar Bharat Abhiyan (Self-Reliant India Mission), an initiative that seeks to make the nation more self-sufficient in key economic sectors.\n\nAs a result of these geopolitical, economic, and technological forces—as well as shocks such as pandemics—resilience and access to critical supplies and markets are emerging as rising priorities.\n\nWhich Sectors Are Most at Risk\n\nThese pressures will not affect all industrial sectors equally. In some segments of the biopharmaceutical and medical device and equipment sectors, for example, changes in supply chains may be needed if governments mandate local production in the wake of COVID-19. In many other sectors, adjustments will require balancing a number of tradeoffs.\n\nTo understand which supply chains are likely to experience the most significant change, we created a matrix that plots 16 industrial sectors along two axes. The first is impetus to change, an index of supply chain risk. Factors include a high dependence on imports, the reliability of key supplier countries, and exposure to potential government trade restrictions.\n\nThe second axis is ease of adjustment, a measure of how easily companies can adapt their supply chains. Factors include the sector’s capital intensity, the level of regulatory challenges that could constrain adjustments, and the availability of alternative suppliers. (See Exhibit 1.) In some sectors and product categories, for example, China is virtually irreplaceable because it enjoys an overwhelming advantage in terms of the scale and depth of its capabilities—or because capacity is limited in other nations. An upcoming Boston Consulting Group article will explore more deeply the high reliance of key US industries on China for critical components and raw materials.", "summary": "After decades of refinement, it seemed that global companies had gotten supply chain management down to a science.\nBelow, we offer a six-step approach to adapting supply chains and establishing competitive advantage.\nTraditionally, supply chains were designed primarily to meet two overarching objectives: cost efficiency and optimal service levels.\nCompanies have been realigning global supply chains in response to shifting manufacturing cost structures, improvements in advanced manufacturing technologies, tariff wars, and rising protectionism.\nThe second axis is ease of adjustment, a measure of how easily companies can adapt their supply chains.", "keywords": "['resilience', 'supplies', 'companies', 'sectors', 'designing', 'global', 'china', 'chains', 'economic', 'supply', 'manufacturing', 'trade']"}, {"link": "https://www.bcg.com/ja-jp/about/people/experts/odd-arne-sjatil", "title": "Odd Arne Sjåtil", "text": "アジャイルの成否のカギは経営トップにある\n\n組織がアジャイルな働き方を取り入れるには、経営幹部自身が働き方を変えなければなりません。過去に成功したやり方を捨てよ、というのはたやすい注文ではありませんが、トップが行動を変えない限り、アジャイルの取り組みから実現できるリターンは限られたものになってしまいます。アジャイル型リーダーシップ・モデルが成功している企業で、経営幹部の多くが実践している手法を紹介します。", "summary": "アジャイルの成否のカギは経営トップにある組織がアジャイルな働き方を取り入れるには、経営幹部自身が働き方を変えなければなりません。過去に成功したやり方を捨てよ、というのはたやすい注文ではありませんが、トップが行動を変えない限り、アジャイルの取り組みから実現できるリターンは限られたものになってしまいます。アジャイル型リーダーシップ・モデルが成功している企業で、経営幹部の多くが実践している手法を紹介します。", "keywords": "['sjåtil', 'アジャイルの成否のカギは経営トップにある組織がアジャイルな働き方を取り入れるには経営幹部自身が働き方を変えなければなりません過去に成功したやり方を捨てよというのはたやすい注文ではありませんがトップが行動を変えない限りアジャイルの取り組みから実現できるリターンは限られたものになってしまいますアジャイル型リーダーシップモデルが成功している企業で経営幹部の多くが実践している手法を紹介します', 'arne', 'odd']"}, {"link": "https://www.bcg.com/ru-ru/news/23june15-is-your-supply-chain-ready-for-congestion-crisis", "title": "Is your supply chain ready for the congestion crisis?", "text": "", "summary": "", "keywords": "['congestion', 'crisis', 'ready', 'supply', 'chain']"}, {"link": "https://www.bcg.com/it-it/about/people/experts/chrissy-obrien", "title": "Chrissy O'Brien", "text": "", "summary": "", "keywords": "['obrien', 'chrissy']"}]