[{"title": "With supply chain cut, Haryana industries start bleeding again", "link": "https://timesofindia.indiatimes.com/city/gurgaon/supply-chain-cut-due-to-blockade-industries-in-state-bleeding-again/articleshow/79587414.cms", "date": "None", "authors": "['Tnn', 'Updated', 'Dec']", "keywords": "['industries', 'bleeding', 'protests', 'factories', 'chain', 'raw', 'trucks', 'products', 'rs', 'cut', 'materials', 'supply', 'border', 'start', 'farmers', 'haryana']", "summary": "“There are around 2,000 footwear factories in Bahadurgarh, and 1,300 of them are on the verge of shutting down because of the unavailability of raw materials.\nOver the last 10 days, production has suffered a 70% reduction because there are no raw materials,” he added.In Panipat and Sonipat, the hub of food processing, around 50% of the factories had to be shut down temporarily as raw materials exhausted.\nNo solution seems to be in sight,” he added.Transporters, too, are feeling the heat as more than 7,500 trucks have become immovable.\nThe decision was taken after farmers started protests in Palwal and Hodal.\nTraffic between Noida and east Delhi was thrown out of gear because of the protests on the key highway.", "text": "GURUGRAM: Already reeling from losses incurred during the lockdown, the farmers’ protest and the restrictions on movement through Delhi’s borders have dealt another blow to the Haryana industry.Poultry to plywood, hosiery to pharmacy — almost all sectors are bleeding because of lack of raw material. Trucks carrying material are stuck at various border points and the factories are on the verge of exhausting their supplies.The farmers’ protests against the three agriculture laws have prompted the Delhi cops to close two of the main border crossings with Haryana at Tikri and Singhu. As a result, the factories operating in the districts near Delhi, such as Sonipat, Rohtak, Jind and Panipat, have been the worst affected.Industry experts have pegged the loss at around Rs 2,500 crore. They said the protests had cast a cloud even on export of manufactured products as 7,500 trucks ferrying such material were stuck at different locations.The supply chain of raw materials broken, the footwear industry based in Bahadurgarh has been one of the worst sufferers. Unconfirmed estimates said finished products worth Rs 400 crore were lying in factories and waiting to be transported.Narendra Chopra, a footwear manufacturer in Bahadurgarh, said winter was the peak season for them and the losses were more biting because ready products could not be sent across the borders for lack of transport. “There are around 2,000 footwear factories in Bahadurgarh, and 1,300 of them are on the verge of shutting down because of the unavailability of raw materials. Over the last 10 days, production has suffered a 70% reduction because there are no raw materials,” he added.In Panipat and Sonipat, the hub of food processing, around 50% of the factories had to be shut down temporarily as raw materials exhausted. Factory owners said around Rs 1,000 crore worth of products were ready to be transported. There are about 4,200 industries between Kundli and Badi, where business worth Rs 2,800 crore is done annually.Pritam Singh Sachdeva, president of the Panipat Industrial Association , said they were facing a shortage of threads, which come from Gujarat. “Several small manufacturers have had to down their shutters due to non-availability of goods. The winter season is the time for sweaters and cardigans. And here, our business is suffering big time,” he added.Sumit Kumar, the owner of a food processing factory, said they were operating at 50% capacity. “After the lockdown, it’s a new challenge for all of us. No solution seems to be in sight,” he added.Transporters, too, are feeling the heat as more than 7,500 trucks have become immovable. Pradeep Modi, general secretary of the Transport Welfare Association , said they had adopted a wait-and-watch policy. “There is much inconvenience in the dispatch of goods. We are shipping goods through the KMP and other alternative routes. As a result of the longer distance that is now being covered, the prices of raw materials have gone up,” he said.On Saturday, too, there was no respite from the protests, nor was any relief in sight for the commuters.Thousands of vehicles, including trucks carrying raw materials, were stranded on the Delhi-Agra NH-2 for almost 20 hours since Friday night after Haryana Police blocked its border with UP at Mathura’s Kotwan. The decision was taken after farmers started protests in Palwal and Hodal. The border was eventually opened on Saturday evening.Mathura superintendent of police (rural) Shrish Chandra told TOI that the vehicles were stranded on three roads. “Though we had diverted many vehicles to Yamuna Expressway, the movement of traffic smoothened only after Haryana Police opened the border in the evening,” he added.In neighbouring UP, the Chilla border was completely sealed on Saturday after farmers blocked the Delhi-Noida lanes in addition to the carriageways for traffic in the opposite direction. Traffic between Noida and east Delhi was thrown out of gear because of the protests on the key highway."}, {"title": "Vaccine supply chains bend but don't break as firms rise to challenges", "link": "https://www.business-standard.com/article/current-affairs/vaccine-supply-chains-bend-but-don-t-break-as-firms-rise-to-challenges-120120500122_1.html", "date": "None", "authors": "['Brooke Sutherland']", "keywords": "['gm', 'break', 'firms', 'million', 'week', 'company', 'fedex', 'rise', 'challenges', 'chains', 'vaccine', 'companies', 'bend', 'corp', 'supply', 'vaccines', 'dont', 'ecommerce']", "summary": "Supply chains have been tested in ways they never have been before and, yes, there have been pileups, shortages and other snafus.\nObviously, we would all like to see a vaccine distributed in as many doses as possible, as quickly as possible.\nPfizer will do so directly with FedEx Corp. as part of the Operation Warp Speed program to accelerate distribution of vaccines.\nThe news this week that UPS is limiting pickups at certain retailers to ease congestion should be viewed in that context.\nYou wouldn’t want to get one dose of the Pfizer vaccine and a second of Moderna Inc.’s, for example.", "text": "It’s been one terrible year, but it’s worth taking a moment to appreciate how corporate America has risen to the challenges of the moment — especially when it comes to manufacturing and transporting essentials like vaccines. Supply chains have been tested in ways they never have been before and, yes, there have been pileups, shortages and other snafus. By and large, though, companies have figured it out and kept moving, at times under impossible circumstances.\n\nShares of Inc. fell on Thursday after the Wall Street Journal reported the company would deliver only 50 million doses of its vaccine this year, half as many as initially targeted, because of supply-chain logjams. It took longer than expected to source the necessary raw materials in large quantities, said, while also noting that its clinical trial of the vaccine concluded later than first planned. The company has been indicating for weeks that the initial rollout would be scaled back, based on November news releases, but given current anxiety levels and the consequences of each passing day of the pandemic, this headline understandably put people on edge. I actually found it encouraging in a way.\n\nObviously, we would all like to see a vaccine distributed in as many doses as possible, as quickly as possible. But considering pharmaceutical companies typically wait to set up supply chains and factory lines until after a vaccine is approved, the fact that was able to cobble together the infrastructure to deliver any vaccines at all this year is an incredible feat. Not to mention, neither Pfizer nor any other drugmaker has ever developed a vaccine on this scale using messenger RNA technology that instructs the body’s cells to create virus proteins. On Friday, BioNTech SE, Pfizer’s partner on the vaccine, said the companies had already made most of the 50 million doses, a testament to the manufacturing prowess of its supply chain. The companies expect to make up this year’s shortfall — relative to initial targets — as production of the vaccine ramps up, and are on track to distribute at least 1.3 billion doses in 2021.\n\nThe government is aiming for Pfizer to begin shipping the vaccine within 24 hours of receiving U. S. Food and Drug Administration approval, Vice President Mike Pence and Health Secretary Alex Azar said at a press conference this week. Pfizer will do so directly with FedEx Corp. as part of the Operation Warp Speed program to accelerate distribution of vaccines. FedEx rival United Parcel Service Inc., which historically has operated a bigger pharmaceutical shipping business, will also play a key role in the rollout. The news this week that UPS is limiting pickups at certain retailers to ease congestion should be viewed in that context.\n\nLogistics data-analytics company ShipMatrix estimates a surplus of 7 million packages per day this peak season relative to the actual capacity of the parcel-delivery industry. That’s before factoring in vaccine shipments, which will inevitably displace some e-commerce orders. UPS’s efforts to meter the flow of boxes into its network therefore isn't a flaw in the system; it’s a feature and a reflection of the company’s billions of dollars of investments in automation and software to help it more profitably handle the deluge of e-commerce shipments. Even with all of the demands on their networks right now from the pandemic-fueled surge in e-commerce orders, UPS and FedEx are handling this peak season amazingly well so far. For the third week of November, FedEx delivered 96.6% of its packages on time, while UPS delivered 96.9%, according to Satish Jindel, president and founder of ShipMatrix. That should instill some confidence in their ability to get vaccines from point A to point B.\n\nUPS and FedEx are only one part of the logistics equation, though. Much of the final legwork will fall to pharmacies, whose trained medical professionals will be responsible for poking millions of arms with the vaccine, including the first wave of recipients at long-term care facilities. Thankfully, this is something they have experience with. So far this year, CVS Health Corp. has held flu-shot clinics at more than 8,000 long-term care facilities across the country, Chris Cox, a senior vice president at the company and its liaison to Warp Speed, said in an interview. There are unique features to the vaccines under development, but CVS is drawing on this know-how.\n\nThe company will ultimately administer shots at more than 30,000 elder-care facilities as part of a program coordinated by the U. S. government. CVS has selected about 1,000 of its existing pharmacies (which were chosen based on their geographical proximity to long-term care facilities) to serve as hubs for vaccine warehousing, Cox said. CVS’s past experience with administering vaccinations means it already has certain cold-storage infrastructure in place, a must for the leading candidates. CVS will transport the shots from the hubs using specially-made cooling containers manufactured by AeroSafe Global.\n\nOnce the vaccine is more widely available, CVS will link its vaccine inventory management system with its software that tracks patient appointments to ensure that each individual gets two doses of the same vaccine, he said. You wouldn’t want to get one dose of the Pfizer vaccine and a second of Moderna Inc.’s, for example. CVS will use the same messaging system it deploys for prescription pick-up reminders to prompt customers to come back for their second shot. These are the kinds of things the average person isn’t thinking about right now, but these little logistical details matter a great deal.\n\nThis is not to say the back-end preparation for a vaccine rollout has been an easy process. Raw-material suppliers, logistics companies and pharmacies have had to come up with comprehensive plans despite a myriad of uncertainties, including but not limited to: knowing which, if any, of the vaccines under consideration might ultimately be approved; adjusting to shifting perspectives on who should receive inoculations first; managing through a patchwork of different plans, budgets and launch dates by the 50 individual states; and ensuring their own workers are protected during this process. There may yet be hiccups and snags, but I for one am comforted by the degree to which the private sector is on top of this process. These companies have a plan and in many ways are playing to their strengths and existing infrastructure.\n\nStuck on the Runway\n\nOne group that's eagerly cheering on the vaccine news is the aerospace sector. Ryanair Holdings Plc is so optimistic that mass inoculations will drive a travel rebound that it was willing to order 75 more of Boeing Co.’s embattled 737 Max jets. It’s the largest firm order for the Max since December of 2018, according to Bloomberg News. Earlier that year, the Max suffered the first of two fatal crashes that would eventually prompt a 20-month grounding. While Ryanair CEO Michael O’Leary has a reputation as a hard bargainer and likely got the Max at a significant discount given its woes, he chose to characterize the price reduction as “modest” and focused on the fuel-efficiency benefits. If nothing else, it was a major PR victory for Boeing, which has been dogged with questions about the future profitability of the Max program.\n\nHowever confident aerospace executives are about the post-vaccine future, they still have to deal with the worsening pandemic now. Boeing itself offered a stark reminder of that this week, with Chief Financial Officer Greg Smith telling a Credit Suisse Group AG conference on Friday that the company is planning to further trim output of its 787 Dreamliner and is considering an equity sale to help mitigate the heavy debt load it took on during the crisis. While Boeing would love the Ryanair order to be the first of many, even the strongest U. S. airlines are facing fresh turmoil. Delta Air Lines Inc. this week warned it could burn more cash than previously expected this quarter (as much as $14 million per day) and said demand had taken a hit amid the rising case count across the U. S.\n\nSouthwest Airlines Co. sharply expanded the number of employees that may be affected by its first-ever forced furlough. In total, more than 7,000 jobs are at risk if the carrier and labor unions can’t agree on a plan to cut $500 million of costs. On the bright side, a bipartisan stimulus bill that includes fresh aid for the airline sector appears to be gaining traction.\n\nDeals, Activists and Corporate Governance\n\nFedEx Corp. agreed to buy ShopRunner, a member-based e-commerce service that provides free shipping and returns for more than 100 brands including Neiman Marcus and American Eagle. The deal will help further embed FedEx into the e-commerce process and is a particularly notable tie-up in the wake of the company’s falling-out with Amazon.com Inc. FedEx has tried to position itself as an anti-Amazon ally for other e-commerce retailers, including Walmart Inc. Terms weren’t released, but FedEx says the purchase should close by the end of the year, pending regulatory approval. Elsewhere in e-commerce deals, private equity firms continue to gobble up warehouse real estate. Blackstone Group Inc., a big player in this corner of the market, acquired 13 properties located mainly in California, northern New Jersey and Pennsylvania’s Lehigh Valley from Iron Mountain Inc. The price tag was $358 million. KKR & Co., meanwhile, is reportedly nearing an $800 million purchase of a portfolio of warehouses in markets including Atlanta, Chicago, Dallas and Baltimore.\n\nGeneral Motors Co. announced this week that it was downgrading its lofty partnership agreement with electrical-vehicle startup Nikola Corp. to what is essentially a glorified supplier contract. GM will supply the Hydrotec fuel-cell system to Nikola’s commercial semi-trucks at “cost plus” — meaning the startup will reimburse it for costs incurred as well as a specified profit. Gone is the production agreement for Nikola’s Badger pickup truck, a program that now appears to be defunct. Also gone is GM’s willingness to be compensated for its services in Nikola stock. After a rough few months for Nikola that included accusations of deception by a short-seller (denied by the company) and the departure of founder Trevor Milton as executive chairman, GM would prefer cold hard cash. The obvious question is, if GM doesn’t want Nikola stock, why would anyone else? The shares fell more than 30% this week. My colleague Tim O’Brien calls for more explanation from GM on how the company could so misjudge Nikola’s prospects. Personally, I continue to believe that GM didn’t misjudge Nikola, but rather the stock market. Investors are much less willing to award companies that lack revenue or proven technology with premium valuations than they were just a few short months ago. And hey, GM still got out while the getting was good. Elsewhere in bad news for electrical-vehicle startups, shares of Workhorse Group Inc. also plummeted this week after reports that the U. S. Postal Service further delayed a key contract for new mail trucks.\n\nXPO Logistics Inc. is moving ahead with a breakup. The $11 billion company will spin off its contract logistics businesses, leaving behind a provider of services for shippers who don't need a full truck to carry their freight. This completes the strategic review process XPO announced in January; an attempted sale of its European supply-chain business reportedly stalled after Blackstone dropped out of the bidding over valuation disagreements. XPO says the split will help each business hone its customer and technology focus, attract better talent and operate with lower debt profiles. If there was a generic “breakup logic” you could buy right off the shelf, that would be it. The split marks a turning point for a company that was built via consolidation of a fragmented industry. That being said, the market is happy: XPO shares climbed on the news to a fresh record. “It is hard to argue that thesis creep has not occurred, but one thing has not changed and that is the company’s commitment to maximize shareholder value,” Cowen analyst Jason Seidl wrote in a note. He also questions whether this breakup might offer an eventual exit strategy for XPO CEO Brad Jacobs, a serial entrepreneur. Elsewhere in logistics, Transfix, a startup that operates a freight marketplace, is reportedly in talks to go public through a merger with a blank-check firm, Tuscan Holdings Corp. II.\n\nEaton Corp. has lured away W. W. Grainger Inc. CFO Thomas Okray, who will join the electrical equipment company in the same role starting in April. Current Eaton CFO Rick Fearon will leave big shoes to fill upon his retirement, and this job will bring unique challenges to Okray, RBC analyst Deane Dray wrote in a report. He points out that Eaton’s Irish domicile gives it a different tax profile than what Okray is used to at Grainger, while the company’s more global business and appetite for M&A will also be a change. That being said, Dray thinks Okray is up for the job.\n\nGrab Bag. It appears dealmakers and regulators were busy over the holiday weekend. GardaWorld increased its hostile offer for British security provider G4S Plc to 235 pence-a-share ($4.9 billion) and lowered the investor acceptance threshold to 50% plus one share. Garda says this is its final offer, unless G4S gets a bid from someone else, which feels like a possibility as G4S said Thursday that it continues to hold talks with Allied Universal. My colleague Chris Hughes writes that Garda squandered an opportunity by not raising its bid more significantly earlier. CSX Corp. inked an agreement to buy New England carrier Pan Am Railways. Bloomberg Intelligence analyst Lee Klaskow says CSX should be able to lower Pan Am’s operating ratio to around 60% from an estimated 80% to 85% currently (a lower number here is good). And lastly, Alstom SA said it had finally received all regulatory approvals to acquire Bombardier Inc.’s rail business. This is somewhat ironic because Bombardier also this week named Bart Demosky its new CFO and Demosky has had a long career in … the rail industry."}, {"title": "Leveraging Data in Supply Chain Management’s New Normal", "link": "https://multichannelmerchant.com/blog/leveraging-data-in-supply-chain-managements-new-normal/", "date": "2020-11-17 15:20:45+00:00", "authors": "['Andrew Tunstall']", "keywords": "['data', 'business', 'chain', 'processes', 'leveraging', 'visibility', 'managements', 'organizations', 'help', 'supply', 'normal', 'management', 'siloed']", "summary": "Shifting consumer habits, interrupted transportation and unexpected, extreme fluctuations in supply and demand have caused major disruptions in the supply chain.\nAs the dust settles, the realization that supply chain management will never look the same again has started to sink in.\nFor decades, supply chain organizations have relied on spreadsheets or pen and paper to track the movement of goods.\nEffective data management strategies in supply chain enable organizations to make intelligent decisions based on real-time, reliable data.\nThere is no shortage of data when it comes to tracking and managing the flow of goods through the supply chain.", "text": "Shifting consumer habits, interrupted transportation and unexpected, extreme fluctuations in supply and demand have caused major disruptions in the supply chain. The COVID-19 pandemic sent companies into short-term crisis mode, leading them to neglect long-term vision in favor of addressing more immediate challenges. As the dust settles, the realization that supply chain management will never look the same again has started to sink in.\n\nFor decades, supply chain organizations have relied on spreadsheets or pen and paper to track the movement of goods. Even today, the most technologically advanced organizations still function with siloed applications and operations. It’s how the industry was built. But traditional processes will no longer work post pandemic.\n\nFrom suppliers to logistics providers to manufacturers and retailers, the extended supply chain is pursuing omnichannel connectivity in an effort to deliver innovative customer experiences, streamline operations, reduce costs and improve flexibility and resiliency. Packaged commercial off-the-shelf software and silos of automation are not sufficient to achieve such connectivity; that requires a focused effort on effective data management.\n\nUncover New Business Opportunities, Revenue Streams\n\nCOVID-19 was a catalyst for change in organizations attempting to tackle digital transformation. Which, in an industry that has a data overload, is like trying to boil the ocean. Organizations should instead take it one step at a time: Examine the business outcome they want and determine where the data is located that can help achieve the desired result.\n\nKnowing where and how to leverage supply chain data isn’t always intuitive for businesses, but it’s more important than ever in a constantly changing business environment. Effective data management strategies in supply chain enable organizations to make intelligent decisions based on real-time, reliable data. They can also uncover new business opportunities and revenue streams, such as reduced overstock costs, increased visibility and optimized pricing and inventory based on consumer behavior.\n\nThere is no shortage of data when it comes to tracking and managing the flow of goods through the supply chain. But access to the data is not enough. Forward-thinking leaders must continually reassess the challenges and determine which data points will enable them to achieve their goals, and how to access them as quickly and accurately as possible.\n\nFor example, organizations can increase the frequency of forecasting to better collaborate with retail partners. Given the current volatility, this allows for more accurate data and better response and reaction to rapid changes. With more real-time data coming in at an overwhelming rate, more frequent forecasts lead to better accuracy, ensuring the right inventory, in the right place, at the right time. More accurate data provides increased visibility into the supply chain. This, in turn, can help reduce overstock costs.\n\nEliminating Siloed Systems\n\nOne of the biggest supply chain issues exposed during accelerated digital transformations is the shortcomings of siloed systems. According to a recent IDC report, the most critical gap is the “lack of supply chain visibility and resiliency to see necessary changes in time to react to them effectively.”\n\nMost organizations are overwhelmed by the sheer quantities of data. Disparate systems generate data and produce reports independently, and so it’s no surprise that decisions are also made independently. A unified data management approach, however, can dramatically increase visibility across disparate processes and help organizations identify their blind spots.\n\nAccess to this harmonized data will allow IT departments to build machine learning into systems, allowing for more accurate scenario planning and thus greater supply chain visibility. This enables better understanding of customers’ changing needs, providing increased access to real-time data and valuable order, shipments and location insights.\n\nFor supply chains driven by the end customer, organizations have to be able to anticipate demand. Unified data management can help track customer touchpoints, delivering insight into behaviors. This speeds up decision-making, providing insights across disconnected processes, allowing companies to optimize inventories and forecast spikes in demand before either become an issue.\n\nCreating Integrated Processes\n\nOperational inefficiencies plague many retailers, manufacturers, logistics providers and suppliers. The culprit? Disconnected processes that are siloed in design and technology. The solution? The creation of automated, end-to-end integrated processes.\n\nTaking on digital transformation needs to be tied to larger business initiatives and goals. Identify blind spots in your business and determine a specific initiative that can be improved by integration and automation. Work with your technology vendor to understand your situation, the goals you want to achieve, and what a proof of tech for those goals might look like.\n\nGartner recommends using metrics to drive behavior that “show the value of an integrated approach to combining cross-functional teams,” noting that “with higher stages of maturity, S&OP [sales and operations planning] focuses on business decision making and profitable trade-offs.”\n\nEventually, as your business evolves, you will have the agile and flexible tools and processes in place to capitalize on opportunities and manage future supply chain disruptions in the new era.\n\nAndy Tunstall is Head of Retail and Supply Chain Solutions, UK, for InterSystems"}, {"title": "Top Opportunities Forecast In The Supply Chain Management Software Market", "link": "https://www.globenewswire.com/news-release/2020/11/24/2132951/0/en/Top-Opportunities-Forecast-In-The-Supply-Chain-Management-Software-Market.html", "date": "2020-11-24 00:00:00", "authors": "['The Business Research Company']", "keywords": "['global', 'report', 'scm', 'business', 'chain', 'opportunities', 'forecast', 'market', 'supply', 'software', 'management', 'research']", "summary": "Get up to 50% off on ALL reports: https://www.thebusinessresearchcompany.com/global-market-reportsAccording to The Business Research Company’s research report on the supply chain management software industry, the top opportunities in the global supply chain management software market segmented by product will arise in the procurement software segment, which will gain $1.71 billion of global annual sales by 2023.\nThe supply chain management software market share that will gain the most is the USA at $1.42 billion.\nNorth America was the largest region in the global supply chain management software market, accounting for 44.6% of the total in 2019.\nGoing forward, the fastest-growing regions in the supply chain management software market will be South America and the Middle East, where growth will be at CAGRs of 8.9% and 8.3% respectively.\nThe Business Research Company ’s report titled Supply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery covers major SCM software companies, SCM software market share by company, SCM software manufacturers, SCM software infrastructure market size, and SCM software market forecasts.", "text": "LONDON, Nov. 24, 2020 (GLOBE NEWSWIRE) -- TBRC’s annual festive sale is finally here! Get up to 50% off on ALL reports: https://www.thebusinessresearchcompany.com/global-market-reports\n\n\n\nAccording to The Business Research Company’s research report on the supply chain management software industry, the top opportunities in the global supply chain management software market segmented by product will arise in the procurement software segment, which will gain $1.71 billion of global annual sales by 2023. The top opportunities in the supply chain management software market segmented by industrial vertical will arise in the others segment, which will gain $1.16 billion of global annual sales by 2023, and top opportunities in the market by type of end-user will arise in the large enterprises segment, which will gain $2.73 billion of global annual sales by 2023. The supply chain management software market share that will gain the most is the USA at $1.42 billion.\n\nThe global supply chain logistics market size reached a value of nearly $14.65 billion in 2019, having increased at a compound annual growth rate (CAGR) of 10.8% since 2015. The market is expected to grow from $14.65 billion in 2019 to $19.02 billion in 2023 at a rate of 6.7%. The growth is mainly due to the increasing demand for SCM software fueled by supply chain disruptions caused by the pandemic. The market is expected to grow to $22.15 billion in 2025 at a CAGR of 7.9% and reach $29.02 billion in 2030 with a CAGR of 5.6%. North America was the largest region in the global supply chain management software market, accounting for 44.6% of the total in 2019. It was followed by the Asia Pacific, Western Europe and then the other regions. Going forward, the fastest-growing regions in the supply chain management software market will be South America and the Middle East, where growth will be at CAGRs of 8.9% and 8.3% respectively. These will be followed by Africa and North America, where the markets are expected to register CAGRs of 6.5% and 5.8% respectively.\n\nThe Business Research Company ’s report titled Supply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery covers major SCM software companies, SCM software market share by company, SCM software manufacturers, SCM software infrastructure market size, and SCM software market forecasts. The report also covers the global SCM software market and its segments.\n\nRequest For A Sample Of The Global Supply Chain Management Software Market Report:\n\nhttps://www.thebusinessresearchcompany.com/sample.aspx?id=2380&type=smp\n\nDue to lockdowns, there has been an increase in demand for online shopping in several areas, which requires manufacturing, food and beverage, and logistics companies to invest more in automation, including the automation of supply chains. According to several consumer studies in 2020, there has been a 28% increase in online purchases globally fueled by the pandemic and a 60% increase in the trend of buying online and picking up in the store, also known as click and collect. These trends are driving companies to streamline their supply chains through automation, to provide the consumer with an increase in speed and accuracy of order processing and delivery. Increasing demand for SCM software to manage supply chains due to COVID-19 is expected to be a major driver of the market going forward. There has been an increase in the adoption of SCM software in the lockdown stage to allow companies to remain responsive to the changing needs of consumers throughout the volatility. According to a study by Honeywell in July 2020, respondents confirmed that their companies are looking to invest in warehouse execution software, with 48% of respondents confirming it, thus driving the demand for SCM software.\n\nSupply Chain Management (SCM) Software Global Market Report 2020-30: COVID 19 Impact And Recovery is one of a series of new reports from The Business Research Company that provide market overviews, analyze and forecast market size and growth for the whole market, segments and geographies, trends, drivers, restraints, leading competitors’ revenues, profiles and market shares in over 1,000 industry reports, covering over 2,500 market segments and 60 geographies. The report also gives in-depth analysis of the impact of COVID-19 on the market. The reports draw on 150,000 datasets, extensive secondary research, and exclusive insights from interviews with industry leaders. A highly experienced and expert team of analysts and modelers provides market analysis and forecasts. The reports identify top countries and segments for opportunities and strategies based on market trends and leading competitors’ approaches.\n\nHere Is A List Of Similar Reports By The Business Research Company:\n\nBusiness Analytics & Enterprise Software Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nBusiness Processes Outsourcing Market - By Type (Crm Bpo, Hro Bpo, F&A Bpo, And Other Bpo Services), Drivers And Restraints, By Region, Opportunities And Strategies – Global Forecast To 2022\n\nSoftware as a service (SaaS) Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nBusiness Process as a service (BPaaS) Global Market Report 2020-30: COVID-19 Impact and Recovery\n\nDatabase Software Market - By Type (Database Operation Management, Database Maintenance Management), By Deployment (Cloud, On-Premise), By End User (Bfsi (Banking, Financial Services And Insurance), It & Telecommunication, Media & Entertainment, Healthcare, Others), And By Region, Opportunities And Strategies – Global Forecast To 2030\n\nInterested to know more about The Business Research Company?\n\nThe Business Research Company is a market intelligence firm that excels in company, market, and consumer research. Located globally it has specialist consultants in a wide range of industries including manufacturing, healthcare, financial services, chemicals, and technology.\n\nThe World’s Most Comprehensive Database\n\nThe Business Research Company’s flagship product, Global Market Model , is a market intelligence platform covering various macroeconomic indicators and metrics across 60 geographies and 27 industries. The Global Market Model covers multi-layered datasets which help its users assess supply-demand gaps.\n\n\n\n\n\nThe Business Research Company Europe: +44 207 1930 708 Asia: +91 8897263534 Americas: +1 315 623 0293 Email: info@tbrc.info Follow us on LinkedIn: https://in.linkedin.com/company/the-business-research-company Follow us on Twitter: https://twitter.com/tbrc_info"}, {"title": "Guide to supply chain management", "link": "https://searcherp.techtarget.com/Guide-to-supply-chain-management", "date": "None", "authors": "['Editor At Large', 'Published']", "keywords": "['scm', 'chain', 'planning', 'guide', 'logistics', 'erp', 'products', 'inventory', 'supply', 'software', 'management']", "summary": "This phase involves the early stages of supply chain planning, traditionally considered one of the two overarching categories of SCM along with supply chain execution.\nIt is a major area of supply chain management, given how much is bought and sold at all points along the chain.\nFurthermore, following supply chain management best practices can minimize overuse of large fixed assets -- such as warehouses and vehicles -- by, for example, allowing supply chain experts to redesign their networks to maintain customer service levels while operating fewer warehouses.\nHistory of supply chain management This interweaving of logistics, operations management, SCM and ERP makes a lot more sense when you know a little about the history of supply chain management.\nBlockchain -- distributed electronic ledgers -- can guarantee the accuracy and ownership of documents used in supply chain logistics and the millions of other documents exchanged every day throughout the global supply chain.", "text": "Weigh the pros and cons of technologies, products and projects you are considering.\n\nWhen you stop and really think about all the products you use every day, the sheer variety and far-flung provenance of these goods seems almost miraculous. From simple products, such as grapes from Chile, to the most complex -- smartphones from Korea or cars from the U.S. -- the supply chains needed to take these products from raw materials to manufacturing and processing and ultimately to consumers are some of the most sophisticated systems ever built. And they're almost always global.\n\nHow can something so complicated possibly be managed? That's where supply chain management (SCM) -- the discipline devoted to planning, controlling and executing the creation and distribution of products -- comes in. SCM began a century ago in efforts to optimize manufacturing, and later the logistics of transporting and storing things. Then electronic computers made the math easier and more accurate, and digital networks speeded up the information flow and broadened and deepened the connections.\n\nSupply chain management and computers have been intertwined ever since.\n\nGoals of SCM As supply chain management has matured and the technology that powers it advances, its importance to businesses operations keeps growing. The goals companies hope to achieve by using supply chain management to optimize the flow of goods and materials include the following: cost savings from acquiring goods and services as cheaply as possible and minimizing expenses on capital goods, such as inventory, facilities and equipment;\n\nefficiency that comes from avoiding waste and duplication;\n\nrevenue increases when higher levels of demand can be met with sufficient supply;\n\nprofit from lower costs and higher revenue;\n\ncustomer satisfaction from balancing supply and demand, and delivering the products consumers want;\n\nquality improvements from sourcing better materials, avoiding production errors and gathering customer feedback; and\n\nstability from effective risk management, visibility and collaboration.\n\nSupply chain management processes, step by step Each major phase of a product's movement through the supply chain, from materials to production and distribution (see Figure 1), has its own distinct business processes and disciplines. Most of them began decades ago as paper-based methods but now are usually handled in specialized supply chain management software. Figure 1. SCM encompasses every step in making products and delivering them to customers. The SCM process starts with figuring out what products customers want. This phase involves the early stages of supply chain planning, traditionally considered one of the two overarching categories of SCM along with supply chain execution. Supply chain planning starts with demand planning, a process for gathering historical data, such as past sales, and applying analytics and statistical modeling to create a forecast or demand plan that the sales department and operational departments -- for example, manufacturing and marketing -- can agree on. The forecast determines the types and quantities of products to be manufactured. Getting the forecast right is critical for avoiding costly problems such as the bullwhip effect, in which small fluctuations in retail demand are magnified further up the supply chain, leading to severe shortages or surpluses of inventory. Some companies perform demand planning as part of a formalized process called sales and operations planning (S&OP), which encompasses an iterative process of data gathering, discussion, reconciling of demand plans with production plans, and management approval. Some companies include S&OP in a broader process called integrated business planning (IBP) that incorporates other departments' plans in a single companywide plan. In the next major step, production planning, the company nails down the specifics of where and how the products called for in the demand plan will be manufactured. (Production planning is also used in other industries, such as agriculture and oil and gas.) A more fine-tuned variation -- typically automated in specialized software -- called advanced planning and scheduling (APS; alternatively, APO for optimization) seeks to optimize the resources that go into production and make them more responsive to changes in demand. Material requirements planning (MRP) is a process dating back to the 1960s that most manufacturers use to ensure sufficient materials and components (such as subassemblies) are available for use in the manufacturing process by taking inventory of what's on hand, identifying gaps, and buying or making the remaining items. The central document in both MRP and production planning is the bill of materials (BOM), a complete list of the items needed to make a product. MRP is sometimes done as part of manufacturing resource planning (MRP II), which broadens the MRP concept to other departments such as HR and finance. MRP and MRP II were the predecessors of enterprise resource planning (ERP), which is designed to integrate the major business processes of companies in any industry. As you'll see, ERP software has become integral to SCM. Two other complex processes play important roles in most of the major steps of SCM: inventory management and logistics. Inventory management consists of various techniques and formulas for ensuring adequate supply -- from raw materials in a manufacturing plant, perhaps managed in an MRP system, to packaged goods in a retail store -- for the least expenditure of time and resources. Manufacturers are faced with a variety of inventory management issues, many of which involve coordinating demand planning with inventory at both ends of the production process. For example, sometimes MRP leads to more inventory, especially when the system is first implemented and the manufacturer must work to synchronize MRP parameters with the inventory already on hand. Logistics is everything having to do with transporting and storing goods, from the start of the supply chain with delivery of parts and raw materials to manufacturers or processors, to delivery of finished products to stores or direct to consumers, and even beyond for product servicing, return and recycling -- a process called reverse logistics. Inventory management is threaded throughout the logistics process. Figure 2. SRM involves three major steps. Procurement, sometimes called sourcing, is the process of finding suppliers for goods, managing those relationships and acquiring the goods economically -- along with all the communication, such as sending out requests for bids, and paperwork, including purchase orders, invoices, etc. It is a major area of supply chain management, given how much is bought and sold at all points along the chain. Most players in the supply chain -- suppliers, manufacturers, distributors and retailers -- have dedicated procurement staff. Strategic sourcing is an elevated and more sophisticated type of procurement that aims to optimize a company's sourcing process by taking advantage of its consolidated purchasing power and aligning it with business goals. Supplier relationship management (SRM), in contrast, addresses sourcing issues by focusing on the suppliers the company deems most critical to success and systematically strengthening relationships with them while fostering optimal performance. Figure 2 shows the SRM process in brief.\n\nImportance of supply chain management SCM can have a significant impact on companies, individuals and society. Indeed, many experts believe SCM's critical role in society is underappreciated. SCM typically improves customer service and ensures customer satisfaction by making certain the right products are available on time at the right locations. By increasing customer satisfaction, companies can build loyalty, which usually leads to more sales over the long term. SCM can also reduce company operating costs by cutting expenses on purchasing, production and the entire supply chain. Lower costs improve a company's financial position by increasing profit and cash flow. Furthermore, following supply chain management best practices can minimize overuse of large fixed assets -- such as warehouses and vehicles -- by, for example, allowing supply chain experts to redesign their networks to maintain customer service levels while operating fewer warehouses. SCM's impact extends well beyond a company's bottom line. SCM can help ensure human survival by improving healthcare and protecting people from climate extremes. People rely on supply chains to deliver necessities like food and water as well as medicines. The supply chain is also vital to the delivery of electricity to homes and businesses, providing the energy needed for light, heat, air conditioning and refrigeration. SCM can improve the quality of life by fostering job creation, providing a foundation for economic growth and improving standards of living. It provides a multitude of job opportunities, since supply chain professionals design and control all of the supply chains in a society and manage the labor-intensive functions of inventory control, warehousing, packaging and logistics. Furthermore, a common feature of most poor nations is their lack of developed supply chains. Societies with strong, developed supply chain infrastructures -- such as large railroad networks, interstate highway systems and an array of airports and seaports -- can efficiently exchange goods at lower cost, allowing consumers to buy more products, thus providing economic growth and increasing the standard of living.\n\nLevels of supply chain management Some experts find it helpful to divide SCM into three broad levels that categorize its functions and help ensure that it serves business goals: strategic, tactical and operational. Strategic SCM takes in the entire scope of a company's supply chain network and processes. It addresses the major long-term elements in a comprehensive strategy, including the type and number of facilities, technologies and suppliers. The tactical level nails down the specific means of executing the strategy, be they production schedules, logistics processes, contracts or software applications. Time horizons are shorter than in strategic SCM. Here's where standards and best practices are identified for key deliverables like customer service, efficiency and cost. The operational level encompasses the daily operations of SCM. Forecasting, production scheduling, shipping and invoicing are typical operational tasks. Interestingly, some observers say the globalization of manufacturing has turned SCM into a mostly strategic function as longer, more complex supply chains present challenges and opportunities that require much more planning and analysis. In this view, the tactical and operational levels mostly focus on logistics. The three levels influence each other. A strategy is just an idea if it isn't translated into tactics and operations. Conversely, operational decisions and tasks can be wasteful, ineffective or risky if they conflict with the organizing principles of the tactical level and the larger goals and mechanisms in the strategy. This three-level SCM approach is critical in building supply chain resilience for handling disruptions like the COVID-19 pandemic. To cite a prominent example, the unavailability of supplies that would normally ship from virus hotspots and lockdown areas required manufacturers and retailers to drop their longstanding preference for the cost savings gained from using just-in-time inventory models, and instead give priority to storing safety stock closer to customers -- with less regard to the cost. Availability of supply became paramount.\n\nAdvantages Besides helping companies reach the usual goals of SCM, the improved efficiency, coordination and quality that come from mastering the planning, control and execution of supply chain processes can produce secondary advantages, including the following: better relationships with suppliers, distributors and retailers;\n\nimproved brand image;\n\nenvironmental sustainability;\n\nimproved cash flow;\n\nsafer products and services;\n\nlower overhead;\n\nimproved accountability and compliance; and\n\nmore innovation.\n\nChallenges Because SCM is inherently complex, it is difficult to execute at a consistently high level. Thus, complexity itself is the biggest challenge facing practitioners, who are also challenged by not having enough information, technology, labor, skills, time and resources to stay on top of every area of supply chain management. A 2018 survey of 50 companies by Michigan State University and APICS, a prominent supply chain association, identified six challenges that keep executives up at night: Capacity and resource availability. Executives worried they wouldn't have enough people, facilities, IT capabilities and other resources to support growth. Talent. Hiring or retaining industrial engineers and other supply chain professionals was a major concern. Complexity. New products and expanded product options create pressure to find new suppliers. The growth in omnichannel commerce, especially direct-to-consumer channels, called for deploying new systems and threatened longstanding success in traditional channels such as wholesale. Threats. Respondents cited risks from natural disasters, the failure of key suppliers, rogue employees who cause or call attention to supply chain disasters, product recalls and inadequate planning for business continuity. Compliance. Fast-changing product regulations, international trade rules and inconsistent customs enforcement made compliance demands too numerous and complex to manage. Cost and pricing issues. Downward price pressure in industries such as healthcare, pharmaceuticals and raw commodities put pressure on suppliers to minimize their costs. Volatility is another common challenge, as sharp changes in supply or demand -- or both at the same time -- can strain supply chains and create new challenges, such as shortages, delays, surpluses, spoilage and price gouging, to name only a few.\n\nCOVID-19 made supply chains a household word Few events brought as much volatility as the COVID-19 pandemic at both ends of the supply chain and most stages in between. Like supply chains, the virus spanned the globe, traversing borders. Factory closings in China, the world's biggest manufacturing economy, sharply reduced supplies, and the ripple effect was felt for months. Retailers across the globe shut down for weeks, and e-commerce spiked along with home deliveries. Air transport was hobbled. High-end goods went unsold as people became cautious about unnecessary spending. The fallout from COVID-19 has touched aspects of the supply chain that sometimes get short shrift. Privacy and security, for example, have grown in importance as more supply chains become digitized. The challenge is acute because supply chains can involve thousands of participants, including local suppliers working from remote network endpoints that can be entry points for hackers to attack the global supply chain network. Such supply chain cybersecurity risks increased when more people began working at home during COVID-19. With more products like home Wi-Fi routers and printers logging on as endpoints on the internet, and other more expensive products from farm tractors to factory robots increasingly equipped with live connectivity for their manufacturers' product-as-a-service offerings, the number of endpoints is growing exponentially. Extending the digital supply chain comes at a cost.\n\nSCM vs. logistics, operations management and ERP Supply chain management is closely related to several other disciplines, so much so that people sometimes confuse them. Here is a brief guide to keeping them straight. Logistics is an essential component of supply chain management, the part that deals with moving products and materials through activities such as transportation, warehousing and distribution. In contrast, SCM addresses a much broader range of planning processes involved in deciding which products to make in the first place, how to make them and in what quantities, and the potential demand for them. SCM takes a holistic view of the entire supply chain and its many participants -- especially, and unsurprisingly, suppliers -- and how to coordinate their activities. Logistics is mostly limited to the transportation and warehousing aspects. ERP is software for managing all aspects of a business, particularly financial and human resources. While many ERP suites have sophisticated modules for most aspects of SCM, as well as subcomponents such as inventory management and MRP, other ERP systems are designed for companies with supply chains that are so minimal they mostly involve office supplies and furniture. SCM is one of the biggest components of an ERP suite. It goes beyond the basic financials, HR, sales, order management and purchasing that all companies have in common to include the next tier of related but often much more complex business processes, such as customer relationship management and product lifecycle management. Manufacturers, retailers and distributors are the biggest buyers of ERP suites that also have SCM capabilities. However, it's common for companies to buy their SCM suite from one vendor and ERP from another. Operations management is the discipline devoted to maximizing the efficiency and effectiveness of the operations that result in products or services. It has everyday applications to supply chain management and manufacturing, especially inventory management, production planning and MRP. Lean manufacturing, Six Sigma and the continuous improvement methodology Kaizen are products of operations management research. Most senior supply chain and manufacturing managers are trained in operations management.\n\nHistory of supply chain management This interweaving of logistics, operations management, SCM and ERP makes a lot more sense when you know a little about the history of supply chain management. While its earliest roots really go back to the pioneering industrial engineering research of the early 1900s, SCM is generally regarded to have started with operations research that was done to solve the complex military logistics problems of World War II. Research in the post-war years began to tackle how to optimize the mechanical and physical aspects of material handling and warehousing to make them less labor-intensive. Trucking was added to the mix, creating a unified discipline for managing distribution. Manual records and calculations began to be more automated with the wider availability of computers in the 1960s and 1970s. Researchers could now use a software system to test their theoretical models and calculations to optimize inventory and truck routes. When personal computers exploded on the scene in the early 1980s, logistics planners soon had electronic spreadsheets and maps at their disposal and began to design entire supply chains. Computer control of material handling machines, such as conveyor belts, debuted and algorithms were now used in airline scheduling. Much of this operations management and logistics research made its way into commercial use as corporate executives began to see the importance of optimizing logistics management and hiring specialists for the work. All this time, MRP had been developing on a separate track, was a standard tool of manufacturers and usually managed in software. When ERP software became popular in the 1990s, manufacturers and distributors then had a digital system with process integration that unified logistics, production management, MRP and financials on a single database. APS and other modules were added to make ERP suites comprehensive systems for automating most of SCM.\n\nSCM software and tools Besides the aforementioned comprehensive SCM suites, which are available standalone or as part of ERP suites, there are numerous niche products and ERP modules for the common SCM processes named above: APS, demand management, inventory management, MRP, production planning, procurement and sourcing, S&OP and SRM. In addition, some vendors offer order management systems designed to integrate the workflow of customer orders from receipt to fulfillment and payment. While many ERP and SCM suites come with logistics features, especially warehouse and inventory management, many companies opt for specialized software -- two kinds in particular: A transportation management system ( TMS ) is essentially a repository of detailed information about shipping carriers that enables users to plan, execute and track shipments.\n\nis essentially a repository of detailed information about shipping carriers that enables users to plan, execute and track shipments. A warehouse management system (WMS) is software for managing the many processes involved in moving goods through warehouses, such as inventory tracking, receiving and putaway. Figure 3 shows how ERP, WMS and TMS software coordinate order processing and delivery. Figure 3. ERP, WMS and TMS software each has a distinct role in the core SCM process of processing orders for products and delivering them to customers. Usually there is a small set of important tools that works alongside the SCM software. Typically, the ERP or SCM suite has its own reporting module for collecting information and presenting it in readable form. Separate business intelligence (BI) and analytics platforms, which work with nearly every type of business software, give users more sophisticated tools to find and analyze information about their supply chains. Increasingly, analytics is embedded throughout the SCM suite and doesn't require accessing a separate BI tool. In recent years, there has been a strong drive to deploy supply chain analytics to find patterns in the information in orders, shipments and other data sources to improve the accuracy of demand planning and make supply chains more responsive and efficient.\n\nEmerging technologies in SCM Other information technologies -- especially big data, predictive analytics, artificial intelligence (AI), internet of things (IoT), robotics and autonomous vehicles -- are increasingly being used to help solve such modern challenges as supply chain risk and sustainability. Most of these emerging technologies have the common goals of making it easier to gather more detailed supply chain data and analyze and act on it quickly. For example, IoT logistics technologies can aid transparency and traceability to help boost food quality and safety by using sensors to monitor the temperature of perishable food while it's in transit. Predictive analytics, augmented by the machine learning and natural language processing of AI, can anticipate problems and sometimes address them without human intervention. Blockchain -- distributed electronic ledgers -- can guarantee the accuracy and ownership of documents used in supply chain logistics and the millions of other documents exchanged every day throughout the global supply chain. Many of the early blockchain supply chain use cases involve improving traceability to the sourcing of raw materials and crops for improved food safety and sustainability. Digital twins are another emerging technology that could improve agility and help manage risk. Defined as digital representations of a thing, person or process, digital twins are initially being used -- starting in the product development stages -- to manage data and maintenance of expensive equipment, such as mining trucks and factory assembly lines. They could also improve product data management (PDM) and make that data more useful in supply chains. Some companies are working on digital twins that model their entire supply chain and use prescriptive analytics to alert people to problems. Digital twins also serve as data brokers between IoT sensors and the ERP and SCM software."}, {"title": "Food Logistics: Seafrigo Building Warehouses in France", "link": "https://www.supplychaindigital.com/supplier-management/food-logistics-seafrigo-building-warehouses-france", "date": "None", "authors": "[]", "keywords": "['france', 'food', 'ports', 'square', 'logistics', 'le', 'havre', 'products', 'seine', 'facility', 'port', 'warehouses', 'seafrigo', 'building']", "summary": "The Seafrigo Group has announced it is consolidating its presence in France, with the building of a new facility in Le Havre port.\nThe company, already a major player in controlled-temperature logistics for food products, is strengthening its presence in the Normandy region of north-west France by setting up a facility located at a nearby vacant plot in the Le Havre port area.\n“Based at the heart of the port infrastructure, the Seafrigo Logistics Park provides rapid access to Rungis wholesale market.\nBaptiste Maurand, CEO of HAROPA – Le Havre Port, said: “I salute this major expansion project as it now comes to fruition.\nIt is also the name given to the effort to combine the three ports of Le Havre, Rouen and Paris into one state institution under the French government.", "text": "The Seafrigo Group has announced it is consolidating its presence in France, with the building of a new facility in Le Havre port.\n\nThe company, already a major player in controlled-temperature logistics for food products, is strengthening its presence in the Normandy region of north-west France by setting up a facility located at a nearby vacant plot in the Le Havre port area.\n\nResurgence of Trade\n\nAs Eric Barbé, Chairman and CEO of the Seafrigo group said: “Le Havre, which enjoys a strategic geographical location for food exports and warehousing, has today some of the biggest maritime terminals in Europe. The Port of Le Havre is pleased to be able to assist in the conversion of this vacant lot for the benefit of a project that will underpin industrial, logistics and maritime activities that generate value-added services.\n\n“Based at the heart of the port infrastructure, the Seafrigo Logistics Park provides rapid access to Rungis wholesale market. Our close partnerships with major shipping lines also enable us to ship products to all destinations leaving from and arriving at Le Havre.”\n\nThe warehouses will cover 60,000 square metres\n\nThe facility at Le Havre port is due to enter service in October 2021\n\nIt is part of a wider effort to combine Le Havre, Rouen and Paris ports into one institution\n\nCommitted Partners\n\nThis logistics facility near Le Havre’s Red Bridge will comprise two warehouses, with the construction having started in September. Each warehouse is designed for the storage of dry products and will cover an area of 30,000 square metres. Two of the terminals at Le Havre are less than fifteen years old and has meant Le Havre is now well-positioned to compete with other ports in northern Europe for trade from freight forwarders and logistic businesses.\n\nBaptiste Maurand, CEO of HAROPA – Le Havre Port, said: “I salute this major expansion project as it now comes to fruition. I am also pleased to stand alongside AGRE in supporting SEAFRIGO – a long-standing partner of the Port – in its development at the heart of the Le Havre area. The decisiveness shown by these companies in choosing to create this new facility testifies to their confidence in our Port and the attractiveness of the Seine Axis.”\n\nThe Seine Axis is a reference to the fact Le Havre is situated on the right bank of the estuary of the river Seine, flowing out to the Channel. It is also the name given to the effort to combine the three ports of Le Havre, Rouen and Paris into one state institution under the French government.\n\nThe “dry” 60,000 square metre facility at Le Havre port is due to enter service in October 2021 and is additional to the 16,000 square metres of buildings dedicated to the already existing flows of fresh and deep-frozen products."}, {"title": "IoT: Meeting Global Market Demands During Supply Chain Shortages", "link": "https://www.iotforall.com/supply-chains-are-shorter-but-the-iot-will-help-meet-global-market-demands", "date": "2020-12-04 13:00:48+00:00", "authors": "['Guest Writer', 'Hima Mukkamala', 'Iot For All', 'Joe Biron', 'Stefan Pircalabu']", "keywords": "['global', 'iot', 'data', 'business', 'chain', 'products', 'market', 'companies', 'labels', 'meet', 'supply', 'demands', 'shortages', 'meeting']", "summary": "Shortages can be caused by production line stoppages and supply chain inefficiencies due to a lack of insight.\nBefore COVID-19, IoT brought together many parts of the supply chain to create a single product.\nIf there is a problem with the supply chain for just one of these parts, the creation of an entire fleet of airliners can be held up.\nPhil Skipper, head of business development at global IoT leader Vodafone Business believes that shortening the supply chain could allow smaller companies to bring their products to market faster.\nAmid the health crisis, we can expect more companies to meet global market demands while focusing on digital transformation to function in the new economic world order.", "text": "The coronavirus pandemic strained countries’ supply lines, forcing them to scramble to get critical supplies in. That was perhaps most evident in areas like sourcing personal protective equipment (PPE), a critical component of infection control strategies in healthcare settings. In most cases, domestic supply chains weren’t able to scale to meet domestic needs, and the sudden increase in demand also showed international suppliers weren’t always as reliable as might be expected.\n\nShortages can be caused by production line stoppages and supply chain inefficiencies due to a lack of insight. The health crisis illuminated something we already knew: insights based on IoT data have a key role in ensuring supply chain activities are anchored on trusted insights driving efficiency and responsiveness in times of crisis.\n\nBut while it seems an irrefutable fact that logistics companies should deploy IoT technology as fast as possible, those deployments must be carefully managed. Just before the pandemic, the Internet of Things (IoT) Business Index 2020, a survey and report launched by the Economist Intelligence Unit (EIU), reported that 28 percent of executives believed supply chain management and logistics benefited more from IoT enhancements than any other part of their business. We expect this percentage will rise, as the current projections for the global logistics market indicate growth of approximately 18 percent by 2021. The industry is already at the forefront of meeting the growing demand for PPE and finding innovative ways to distribute the supply of other essential commodities by using IoT.\n\nBefore the pandemic, the EIU report showed that the industrial sector was also benefiting from early IoT adoption, and currently, it is well-positioned to help meet consumer demand. Although global economic activity has decreased, the deployment of IoT-empowered automation technologies is increasing: Nearly half of the business leaders are accelerating plans to automate their businesses.\n\nAs the global business community grapples with questions over how to avoid supply chain bottlenecks, it’s worth examining some of the IoT-empowered tools companies are using to adopt new technologies and platforms and how these businesses are using precise and reliable data to build integrity across supply chains.\n\nShortening of the Supply Chain\n\nSupply chains are dizzyingly complex and fragmented. All points along the chain require tremendous data management efforts — from fielding customer demand and working with raw material suppliers to producing components, order requests, and management and delivery service.\n\nBefore COVID-19, IoT brought together many parts of the supply chain to create a single product. For example, the world’s largest passenger airliner, the Airbus A380, contains 4 million parts produced by 1,500 companies from 30 countries. If there is a problem with the supply chain for just one of these parts, the creation of an entire fleet of airliners can be held up.\n\nAs the economy shifts toward more local production and distribution markets, the solution to fragmentation will need to lean toward creating simpler, more transparent supply chains rather than simply decreasing the number of parts per product.\n\nPhil Skipper, head of business development at global IoT leader Vodafone Business believes that shortening the supply chain could allow smaller companies to bring their products to market faster. In contrast, larger enterprises will need to focus more on security and scale to manage countless streams of digital data to get real business outcomes. A shorter supply chain, says Skipper, allows companies to “restructure [their] process, but it also gives more control to execute [their plans] faster and more consistently.”\n\nSmart Labels Mitigate Supply Chain Challenges\n\nEven as more production goes local, global trade is necessary. Yet all too often, kinks along the supply chain prevent products from ever reaching markets.\n\nGlobally, billions of dollars worth of pharmaceutical products are shipped at improper temperatures. In contrast, other products either don’t arrive at their destinations until their use-by dates have expired or are not as-promised by suppliers. These problems aren’t just expensive for companies — they can be life-threatening for people reliant on the drugs.\n\nSmart labels look just like normal adhesive postal labels. Still, their iSIM technology, consisting of a SIM, battery, antenna, microprocessor, and modem all integrated into a single chip, is specifically designed for low-power IoT devices. These smart labels connect via public mobile networks and provide continuous service from its power source. They allow companies to monitor products in real-time through the supply chain and take action when there is a problem. If, for example, a sudden change in temperature occurs, a notification is sent that triggers an alert to take corrective action or highlight an area for process improvement. Also, the smart labels can’t be removed from products without inhibiting their functionality, making them more tamper-proof, thereby ensuring the legitimacy of shipments.\n\nAutomation and Robotics Help Meet Customer Demand\n\nIn addition to creating ‘smart’ products that use data to alert companies to real-time problems in the supply chain, declining revenues due to the coronavirus crisis are forcing companies to accelerate investments in automation and robotics.\n\nEven before the onset of the current pandemic, robots were already used to speed up production in warehouses operated by major companies. Amid the health crisis, venture capitalists have fueled this growth by injecting $36 million into AI firm Brain Corp. to increase automation in areas of the logistics industry that are struggling to meet consumer demand and handle human labor shortages. As more companies lean into automation, we can expect safer, more resilient supply chains.\n\nChange Won’t Happen Overnight\n\nFor some years now, businesses have been looking at gaining a competitive advantage on process optimization, greater automation, and better use of data — collectively known as digital transformation. COVID-19 is simply accelerating these plans.\n\nAmid the health crisis, we can expect more companies to meet global market demands while focusing on digital transformation to function in the new economic world order."}, {"title": "How NebulARC Is Using AI To Automate The Supply Chain Management", "link": "https://analyticsindiamag.com/how-nebularc-is-using-ai-to-automate-the-supply-chain-management/", "date": "2020-11-09 04:30:00+00:00", "authors": "['Ambika Choudhury']", "keywords": "['nebularc', 'realtime', 'sharma', 'chain', 'predictive', 'provide', 'visibility', 'asset', 'using', 'automate', 'supply', 'management', 'ai']", "summary": "As various regions are discreetly connected for transport, there is an extensive unpredictability as well as dramatic shifts in terms of supply chain management.\nFounded in 2018 by Alok Sharma and Novita Sharma, NebulARC is working with numerous enterprises helping them automate the entire supply chain management.\nIt provides complete Supply Chain Visibility for physical assets that are either, in transit, stationary or operational via comprehensive Asset Lifecycle Management.\nIt provides complete Supply Chain Visibility for physical assets that are either, in transit, stationary or operational via comprehensive Asset Lifecycle Management.\nNebulARC’s BEO utilises the power of IoT and AI to eliminate the lack of visibility inherent in all supply chain operations.", "text": "As various regions are discreetly connected for transport, there is an extensive unpredictability as well as dramatic shifts in terms of supply chain management. This offers the businesses bothered about being able to reach their contractual commitments on time. The prevailing situation highlights the critical yet missing dots in the existing supply chain that include various reasons, such as lack of real-time tracking, traceability and visibility.\n\nWith the aim of helping companies to orchestrate their supply chains and gain real-time predictive visibility for intelligent decision- making, Gurugram-based NebulARC Technologies is setting a new benchmark in the logistics SaaS space.\n\nFounded in 2018 by Alok Sharma and Novita Sharma, NebulARC is working with numerous enterprises helping them automate the entire supply chain management. Sharma said, “Today, we enable enterprises across industries like agriculture, pharmaceutical, retail, manufacturing, logistics, as well as warehousing space to save huge costs resulting from inefficiencies and lack of real-time visibility across the entire supply chain.”\n\nFlagship Product\n\nNebulARC ensures profitable supply chains by providing IoT and AI-based analytics for predictive decision-making. Sharma stated, “With these unique technologies, we enable the customers to attain a 24×7 control of goods and assets from the inception of their journey until the final destination through comprehensive Asset Lifecycle Management, hence leading end to end visibility and transparency across the entire supply chain.”\n\nHe added, “This also helps businesses in forecasting Demand/Supply, First Last mile Dynamic Routing, and Product Freshness Index through ML-based predictive insights. Besides predictive supply chain visibility, we also equip enterprises with an automated virtual assistant that leverages the power of AI to help the companies to automate the entire supply chain and make supply chain management smarter.”\n\nHow It Is Different Than Other Products In The Market\n\nTo this question, Sharma mentioned some specific points that help NebulARC to stand out from the others-\n\nBEO: BEO introduces transparency and traceability across the entire supply chain, helping in Zone and Individual level asset monitoring for enterprises. It provides complete Supply Chain Visibility for physical assets that are either, in transit, stationary or operational via comprehensive Asset Lifecycle Management.\n\nBEO introduces transparency and traceability across the entire supply chain, helping in Zone and Individual level asset monitoring for enterprises. It provides complete Supply Chain Visibility for physical assets that are either, in transit, stationary or operational via comprehensive Asset Lifecycle Management. Insights: The ML-based predictive insights help in demand/supply forecasting, first and last-mile dynamic routing, and product freshness Index. This helps the company to provide easy-to-adopt solutions to industry-specific use-cases.\n\nThe ML-based predictive insights help in demand/supply forecasting, first and last-mile dynamic routing, and product freshness Index. This helps the company to provide easy-to-adopt solutions to industry-specific use-cases. UBICUO: NebulARC also equips its customers with a personalized AI-based virtual assistant.UBICUO can take actions, provide detailed workflows, real-time alert & analytics, and make supply chain management actually smarter.\n\nNebulARC also equips its customers with a personalized AI-based virtual assistant.UBICUO can take actions, provide detailed workflows, real-time alert & analytics, and make supply chain management actually smarter. NAPA: The company uses NAPA software to provide 24×7 monitoring and control of assets, even from remote locations. It provides real-time alerts via single dashboard monitoring, which is highly configurable and beneficial for enterprises.\n\nUse of AI & ML\n\nThe company uses classification and regression algorithms to predict the impact of multiple environment variables like temperature, humidity, shock, tilt, vibrations, location, asset type, etc., on the health of the asset and provide actionable insights on how to reduce its impact. In order to enhance operational efficiency at a warehouse, store, and YARD, the system leverages predictive analytics to generate the trend based on the current and historical data.\n\nNebulARC’s BEO utilises the power of IoT and AI to eliminate the lack of visibility inherent in all supply chain operations. The IoT powered, and AI-driven platform provides complete control of goods and assets, when they are in transit (logistics), at-rest (warehouse and retail), and operations (manufacturing).\n\nThe system uses the optimisation tools to first generate the best route plan for the network and then uses the classification algorithms to generate the best routes for each individual vehicle or asset class.\n\nStay Connected\n\nGet the latest updates and relevant offers by sharing your email.\n\nThe company also equip the customers with a personalised AI-based Virtual Assistant and help significantly reduce the risk of theft, pilferage, and other unwanted events such as temperature excursions by providing intelligent alerts and actionable insights.\n\nCore Tech Stack\n\nNebulARC’s flagship product, BEO, is an ensemble of state of the art IoT tech along with proprietary deep learning algorithms and a blockchain traceability platform. The IoT hardware includes-\n\nOptimised Battery\n\nBeacons for Individual Asset Level tracking\n\nCasing Aesthetics and\n\nOver-the-Air control\n\nThe system utilises the enterprise secure Microsoft.Net framework along with the uber flexible MEAN stack. Besides this, they also use real-time processing and enterprise-scale from Azure resources like Azure IoT Hub, Stream Analytics and Big Data capabilities via HD Insight.\n\nHiring At NebulARC\n\nTalking about the hiring phase, Sharma said, “We are always looking for candidates passionate about new technologies and out of the box thinkers. Have an eye for innate talent and believe in nurturing talent for our ongoing research and development.”\n\nFuture Roadmap\n\nAccording to Sharma, global platforms operating in the same domain, such as Roambee, FarEye, Locus, Tagbox, etc. can be considered as potential competitors. In terms of business, NebulARC is at the stage of a full-blown execution phase with an eye to clock revenues around $5 million in the next 18 months.\n\nSharma added, “The sectors we are focusing on are Logistics and Shipping Ports, Cold Chain especially Pharma/Medical Devices, based on the need during the COVID era and Agriculture where modernisation is on the brink in India.”\n\n“We are currently in talks for our Seed round and plan to raise Series A in the next 12 months. We will use these funds to expand our base around India and lay the foundation for expanding to MENA/SEA within the next 18 months. In five years, NebulARC is targeting to become a global company digitising the global supply chain partners. Currently piloting with few European logistics companies,” said Sharma on a concluding note.\n\nIf you loved this story, do join our Telegram Community.\n\n\n\nAlso, you can write for us and be one of the 500+ experts who have contributed stories at AIM. Share your nominations here."}]