[{"link": "https://www.bcg.com/publications/2020/resetting-the-fight-against-the-coronavirus", "title": "Only a Reset Can Defeat the Coronavirus", "text": "Restoring the Federal-State Relationship\n\nWhen roles and responsibilities are unclear, an effective response is impossible. One telling example: in April, Maryland’s governor, Larry Hogan, hid 500,000 testing kits procured from South Korea after the governor of Massachusetts said that the federal government had seized 3 million N95 masks purchased by his state. “We weren’t going to let Washington stop us from helping Marylanders,” Hogan wrote in the Washington Post. But, as the Post later reported, those tests turned out to be flawed, a sober reminder that the federal government is best suited to certain roles, such as centralized purchasing of mission-critical supplies.\n\nConflicts between states and the federal government are not new in US history. But in times of emergency, those differences have been put aside in the national interest. We are at one of those moments. By restoring the federal˗state partnership in the following five key areas, we can protect lives and livelihoods:\n\nEconomic support\n\nProtective equipment and drug supply\n\nTesting and tracing\n\nVaccines and therapeutics\n\nResearch agenda and guidelines\n\nEconomic Support\n\nDespite the many mishaps along the way, the US is still in a position to win the fight against the coronavirus. Operation Warp Speed, the federal government’s $10 billion-plus vaccine development initiative, has supported both the Moderna and Pfizer vaccines, which will likely be the first ones authorized for emergency use. The bipartisan $3 trillion economic package delivered early in the pandemic provided relief to individuals, state and local governments, and businesses, including hospitals on the frontline. These are roles that only the federal government can play by virtue of its financial resources, borrowing capacity, and regulatory authority.\n\nBut the federal government can do more than simply supply money. States have struggled to spend their allocations under the federal CARES Act, the primary stimulus package, because of confusion over what is allowed and what to do. For example, without a coherent national testing strategy and guidance, states are still sitting on federal funding devoted to this critical activity.\n\nProtective Equipment and Drug Supply\n\nThe demand for PPE, medical equipment, and other supplies has increased exponentially during the pandemic. The federal government did help expand manufacturing under the Defense Production Act. However, it did not adequately explain its strategy or clearly lay out what the states could expect from the federal government, leaving them scrambling for supplies in the early days. Supply strategy and execution are better today than in the spring, but there are still gaps.\n\nIt’s not too late to get this right and improve overall supply chain resiliency. The federal government has the analytical firepower and relationships with manufacturers and distributors that can help it work with the states to better match supply and demand—based on need, equity, and forecasting—and fix bottlenecks in the supply chain. It should also use its purchasing power to support the states rather than compete with them. States can advocate for their needs using common demand forecasting tools. They would retain their power to allocate supplies where they are needed most within the state.\n\nTesting and Tracing\n\nTesting and tracing strategy has been delegated to the states, and to a degree this makes sense. States are better at identifying areas where the spread of infection is likely rising and reaching out to marginalized and high-risk communities. But the lack of national guidance and a national testing strategy has resulted in a hodgepodge of state and local policies not necessarily based on sound science and socioeconomic considerations. For example, there is varying acceptance of rapid tests and differing views on their best uses. As a result, numerous facilities have reported that equipment and tests are sitting on shelves—a waste of resources at a time when every test matters.\n\nImagine instead if the federal government created common standards for testing and a common means of reporting test results to a strengthened and reinvigorated national data platform. This transparency would allow the federal government to equitably distribute the right type of tests for the right purposes, based on the needs of individual states, and to foster a sense of shared responsibility for ensuring that outbreaks are monitored and quickly controlled.\n\nThe standards could lay out the principles governing the best uses of rapid tests and of the more accurate molecular PCR tests, as well as testing turnaround times, sentinel testing, and when to rely on techniques such as pooling. The national data platform would also allow sharing of best practices and successes in such critical areas as keeping K-12 schools open and safe. And it would give local communities the benefit of national expertise regarding contact-tracing effectiveness, quarantine adherence levels, and other control measures.\n\nWith national testing and tracing guidelines and principles firmly in place, state officials could spend their limited time and resources on execution, distributing test kits where they are needed most, supporting the expansion of testing for all citizens, and monitoring specific populations such as schoolchildren.\n\nFinally, the US could create reserve laboratory and test inventory capacity to support states that are experiencing surges. This approach could also apply to contact tracing through the creation of a national corps of tracers who—supported by robust technology and tools—could be dispatched, virtually, to states in need.\n\nVaccines and Therapeutics\n\nThe interplay between states and the federal government has been understandably minimal in vaccine development to date. Deployment is another story. States will be necessary partners.\n\nThe US Department of Defense is using its vast logistical capabilities to support distribution and administration, but it will take more than an army to ensure success. We require a massive, unified mobilization, analogous to a wartime effort, in which states, health care professionals, public-health leaders, businesses, and civil society all pull together in the same direction. It would be a national tragedy if safe and effective medicines are developed but not fully deployed because of logistical and financial hurdles or public mistrust.\n\nAs an early step, the federal government should provide guidance, following the recommendations of independent bodies such as the Advisory Committee on Immunization Practices and the National Academy of Medicine, on the populations that should receive early doses and the framework for prioritization within those groups. It should clarify the roles of the federal government, the states, and providers in tracking patients and ensuring that they receive their second vaccine dose. Finally, the federal government should work closely with governors, health departments, and providers to support them with financial and logistical assistance and regulatory relief. If the federal government assumes responsibility for activities such as running clinical call centers or broad public-health campaigns, we can avoid the need for all 50 states to reinvent the wheel.\n\nThe states will ultimately be responsible for following federal guidelines and administering vaccines through on-the-ground programs. State and local governments will also play leading roles in local messaging and outreach, especially to marginalized communities where mistrust of government is often highest. This communication should be local, targeted, and tailored.\n\nResearch Agenda and Guidelines\n\nWe have never had a modern-day epidemic with the economic consequences of the novel coronavirus. There needs to be coordinated, national guidance on local responses to infection conditions. Restrictions should be reduced or increased based on public-health factors such as local infection rates and health system capacity and optimized for both health and economic outcomes.\n\nImagine if the federal government coordinated and synthesized governmental and academic research to build a comprehensive and accessible research library focused on the epidemiological and economic threats posed by the novel coronavirus. Where knowledge gaps emerged, the government could fund targeted and accelerated research. Ultimately, the government could translate that research into robust guidelines that fully balance medical, economic, and social risks and rewards.\n\nFor example, the federal government could create a county-by-county scorecard on metrics such as rates of infection, mortality, and hospitalization. Jurisdictions would feed their data into the national data platform and be publicly assigned a red, yellow, or green color code reflecting their economic and epidemiological health. The federal government could also establish national guidelines on business openings, communal activities, mask wearing, and interstate travel according to each jurisdiction’s infection rate.\n\nStates should of course have the final say in most of what happens within their borders, but they would benefit from the expertise and resources of the federal government in guiding them. This approach would leave most of the decisions that affect the daily lives of the general public to state and local officials. It would also inject accountability, transparency, and scrutiny into vital decisions that often have not received the public input that they deserve. In this scenario, the federal government could also put the weight of its expertise behind best health care practices, including mental health.\n\nThe Test Around the Corner\n\nVaccine distribution and administration will be among the new administration’s first tests. Can it put together a thoughtful, coordinated, and well-communicated rollout—one that gets vaccines to those most in need, especially those who are vulnerable because of their health status or susceptibility to exposure? In the early days of the pandemic, the elderly and members of marginalized communities were let down by their governments. We have a chance to restore the status of the US as a nation that leads in the face of adversity, works with states to unlock the amplifying power of partnership, and is prepared for future public-health crises. It is an opportunity to unite a divided country against a common foe.", "summary": "These are roles that only the federal government can play by virtue of its financial resources, borrowing capacity, and regulatory authority.\nFor example, without a coherent national testing strategy and guidance, states are still sitting on federal funding devoted to this critical activity.\nWe require a massive, unified mobilization, analogous to a wartime effort, in which states, health care professionals, public-health leaders, businesses, and civil society all pull together in the same direction.\nResearch Agenda and GuidelinesWe have never had a modern-day epidemic with the economic consequences of the novel coronavirus.\nThis approach would leave most of the decisions that affect the daily lives of the general public to state and local officials.", "keywords": "['testing', 'economic', 'states', 'local', 'state', 'national', 'reset', 'health', 'coronavirus', 'defeat', 'federal', 'tests', 'test']"}, {"link": "https://www.bcg.com/en-cl/capabilities/operations/overview", "title": "The Future of Operations", "text": "Maximizing operational efficiency and effectiveness has never been easy. Yet excelling at operations management is even more daunting today owing to supply chain disruptions, trade instability, changes in customer expectations, and the rise of digital operations, which have upended services and manufacturing processes. These developments have business leaders in every industry asking, “What will the future of operations look like? And how can we succeed in that new landscape?”\n\nAt BCG, we partner with clients at every level of their organization to drive transformational change—and impact—in key areas of operations management ranging from procurement, service operations, and supply chain to manufacturing, capital project management, and end-to-end operational excellence.", "summary": "Maximizing operational efficiency and effectiveness has never been easy.\nYet excelling at operations management is even more daunting today owing to supply chain disruptions, trade instability, changes in customer expectations, and the rise of digital operations, which have upended services and manufacturing processes.\nThese developments have business leaders in every industry asking, “What will the future of operations look like?\nAnd how can we succeed in that new landscape?”At BCG, we partner with clients at every level of their organization to drive transformational change—and impact—in key areas of operations management ranging from procurement, service operations, and supply chain to manufacturing, capital project management, and end-to-end operational excellence.", "keywords": "['transformational', 'manufacturing', 'future', 'upended', 'trade', 'operational', 'management', 'chain', 'operations', 'today', 'supply']"}, {"link": "https://www.bcg.com/publications/2020/president-elect-bidens-approach-to-trade", "title": "How President-Elect Biden Will Approach Global Trade", "text": "The shift in trade policy approach will have significant implications for business. Companies should strengthen their supply chains’ resilience and gain an understanding of their carbon footprints. And they should expect US policymakers to intervene more actively, especially in sectors regarded as essential to public health and involving next-generation technology.\n\nDon’t Expect Dramatic Change in Policy\n\nThe Biden campaign made clear that the US economy is the president-elect’s top priority. The incoming administration is keenly aware that public opinion in the US—as in much of the rest of the world—has shifted toward economic nationalism, one of the megatrends reshaping the global economy that the new BCG book Beyond Great describes.\n\nPresident Donald Trump’s ability to tap into anger over the offshoring of US manufacturing jobs—particularly to China and Mexico—helped propel him to victory in 2016. Once in office, he erected trade barriers to restrict China’s access to the US market, renegotiated the North America Free Trade Agreement, pulled the US out of the 12-nation Trans-Pacific Partnership, and imposed high tariffs on steel and aluminum imports from virtually all US trading partners.\n\nThe Biden administration may be open to modifying some of Trump’s trade actions, such as the “phase one” agreement with China reached in January 2020 and the tariffs on EU and Canadian steel, if the US can obtain something significant in return. It is likely also to continue negotiations on bilateral agreements, such as with the UK. But new trade pacts won’t be an urgent priority. Indeed, the Biden campaign has made clear that the incoming administration “won’t enter into any new trade agreements until we’ve made major investments here at home,” including in education, infrastructure, and manufacturing.\n\nA Return to Working Together\n\nPresident-elect Biden has explicitly repudiated what he calls President Trump’s “America alone” approach to resolving international challenges ranging from climate change and public health to regional security.\n\nFor that reason, we can expect the US to return to supporting the rules-based system for international trade. The US under President Biden will likely fight aggressively through a revitalized WTO—under new leadership—to resolve trade disputes and help forge consensus on emerging issues such as digital and services trade.\n\nOf course, the US will have to work within those rules itself. The Biden administration will try to build coalitions of like-minded countries to tackle complex issues such as technology trade with China, taxation of digital platforms, and government support of state-owned enterprises.\n\nA Focus on Making It in America\n\nPresident-elect Biden has made the reshoring of manufacturing a major facet of his campaign pledge to “build back better.” In particular, he has targeted easing US dependence on imports—particularly from China—of products deemed critical to responding to a public health crisis, such as drugs and medical devices. His administration is also likely to focus on next-generation high-tech products such as semiconductors, electric vehicle batteries, and 5G telecommunications network equipment. During the campaign, Biden pledged to “use the full power of the federal government to rebuild US domestic manufacturing capacity of our supply chains for critical products.”\n\nAlthough the Biden campaign has provided few specifics, his administration is likely to continue the Trump administration’s policy of restricting sales of semiconductors and other advanced technologies to Chinese entities, as well as limiting imports of high-tech goods from China. But in general, his campaign has emphasized the use of tools other than trade policy to strengthen US leadership in strategic sectors.\n\nHis administration probably will use financial incentives and tax code changes to discourage offshoring and to bolster production within the US or closer to its borders. In addition, Biden has pledged to use the Defense Production Act—which gives the president broad authority to mobilize domestic industry for emergency preparedness—“to its fullest extent to rebuild domestic manufacturing in critical supply chains.” Biden has also said that he will use the federal government’s purchasing power to strengthen US supply chains of critical products.\n\nThe Trade Implications of Biden’s Climate Agenda\n\nThe Biden team has made clear that it intends to resume US global leadership in the fight against climate change. This will include reversing the Trump administration’s decision to leave the Paris Agreement and stepping up action to reduce US emissions of carbon dioxide.\n\nMeeting challenging Paris Agreement greenhouse-gas emissions targets will have implications for trade policy, however. The Biden administration will have to introduce domestic measures of some kind to encourage US industries to reduce their carbon footprint. It will also have to take measures to ensure that US carbon-mitigation policies do not put domestic industries at a competitive disadvantage against imports from countries with relatively lax environmental rules and practices. The Biden administration could, for example, consider imposing an import charge on goods whose carbon footprint substantially exceeds that of comparable US-made goods. Other major economies, notably the EU, are planning similar moves.\n\nThe Implications for Global Business\n\nFor companies that have had to navigate the uncertainty and volatility of US trade policy during the past four years, the impending Biden presidency may look like a return to normality. But the new administration is unlikely to restore the pre-2017 status quo. We recommend that companies take the following approach to preparing for change:\n\nWork within existing trade agreements. Because new trade agreements won’t be a top US priority, significant reductions in barriers to trade with the US are unlikely in the near term. Consequently, incremental improvements that can occur within the existing terms of trade are far more probable than radical change.\n\nBecause new trade agreements won’t be a top US priority, significant reductions in barriers to trade with the US are unlikely in the near term. Consequently, incremental improvements that can occur within the existing terms of trade are far more probable than radical change. Review the resilience and competitiveness of supply chains. The Biden administration is very likely to introduce greater financial incentives for reshoring production work—and disincentives for offshoring. Companies should examine the range of supply of global supply-chain models—including regionalization and geographic diversification—to ensure that these are resilient and can mitigate disruptions from such sources as further US-China trade decoupling.\n\nThe Biden administration is very likely to introduce greater financial incentives for reshoring production work—and disincentives for offshoring. Companies should examine the range of supply of global supply-chain models—including regionalization and geographic diversification—to ensure that these are resilient and can mitigate disruptions from such sources as further US-China trade decoupling. Understand your carbon footprint. A renewed US focus on climate action means that the cost and reputational impact of emitting CO 2 will increase. Companies that are not already doing so must gain a clear understanding of their carbon footprint and of the changes in product design, processes, logistics, and supply chains that are necessary to reduce emissions and carbon costs.\n\nA renewed US focus on climate action means that the cost and reputational impact of emitting CO will increase. Companies that are not already doing so must gain a clear understanding of their carbon footprint and of the changes in product design, processes, logistics, and supply chains that are necessary to reduce emissions and carbon costs. Focus on strategic sectors. US policymakers and regulators will pay particular attention to maximizing domestic control and production in sectors regarded as strategic, such as high-tech, pharmaceuticals, and health care. Leaders in these sectors must therefore position themselves to be ahead of the game, by understanding the implications of different policy options and building a playbook of potential actions that they can take quickly in response to legislative and regulatory changes.\n\nUS policymakers and regulators will pay particular attention to maximizing domestic control and production in sectors regarded as strategic, such as high-tech, pharmaceuticals, and health care. Leaders in these sectors must therefore position themselves to be ahead of the game, by understanding the implications of different policy options and building a playbook of potential actions that they can take quickly in response to legislative and regulatory changes. Work to influence policy decisions. Companies should express their concerns to policymakers about existing trade policies that adversely affect their businesses and industries, and they should seek to influence new policy decisions, supporting their arguments with a compelling fact base.\n\nSignificant change is coming to US trade policy—if not entirely in substance, then certainly in strategic direction. There is little momentum in favor of returning to the freewheeling, pro-globalization attitude toward international trade of the old Washington consensus of the 1990s and early 2000s. Instead, change will occur within the context of an increasingly complex and multipolar world. To thrive in this new era, business leaders must focus on making their organizations more agile, focused, digital, environmentally responsible, and resilient.", "summary": "The shift in trade policy approach will have significant implications for business.\nBut in general, his campaign has emphasized the use of tools other than trade policy to strengthen US leadership in strategic sectors.\nMeeting challenging Paris Agreement greenhouse-gas emissions targets will have implications for trade policy, however.\nThe Biden administration is very likely to introduce greater financial incentives for reshoring production work—and disincentives for offshoring.\nThe Biden administration is very likely to introduce greater financial incentives for reshoring production work—and disincentives for offshoring.", "keywords": "['companies', 'approach', 'sectors', 'trade', 'global', 'administration', 'domestic', 'chains', 'carbon', 'policy', 'biden', 'supply', 'presidentelect']"}, {"link": "https://www.bcg.com/publications/2020/building-resilient-health-care-supply-chains", "title": "Planning for the Unpredictable in Health Care Supply Chains", "text": "High Impetus to Change and Ease of Adjustment. Supply chains in this quadrant should be addressed immediately because they are more vulnerable to substantive supply disruption and are inexpensive to fix. Once such an area is identified, companies should make the required adjustments at once. Take, for example, medtech companies that produce essential consumables like gloves and syringes. At present, these firms rely significantly on global supply chains. Since production is highly automated, it is relatively easy to stockpile products in preparation for future events. At the same time, regulatory barriers for these products are fairly low in most parts of the world and manufacturing is relatively unspecialized. Firms can take steps to distribute production across different suppliers and regions with an eye to building resilience in the medium and long term.\n\nSupply chains in this quadrant should be addressed immediately because they are more vulnerable to substantive supply disruption and are inexpensive to fix. Once such an area is identified, companies should make the required adjustments at once. Take, for example, medtech companies that produce essential consumables like gloves and syringes. At present, these firms rely significantly on global supply chains. Since production is highly automated, it is relatively easy to stockpile products in preparation for future events. At the same time, regulatory barriers for these products are fairly low in most parts of the world and manufacturing is relatively unspecialized. Firms can take steps to distribute production across different suppliers and regions with an eye to building resilience in the medium and long term. High Impetus to Change and Low Ease of Adjustment. The manufacture of products in this quadrant may rely on a single source of materials or contend with other disruption risks, while also being expensive or otherwise very difficult to relocate. For these reasons, companies should take a phased approach—immediately taking whatever actions are easy to implement while putting the pieces in place that will build long-term resilience. For example, biopharma manufacturers of medically essential products that depend on active pharmaceutical ingredient (API) suppliers based outside the US or Western Europe should consider stockpiling inventory at each production step in the near term. They should also make sure that robust crisis response plans are in place at their key facilities. At the same time, these companies should evaluate options for resilience that are consistent with other network strategy goals for the long term, such as qualified alternative production sites or backup suppliers.\n\nIt’s important to note that while generalizations can be made based on product type, companies should use the specifics of their own product portfolio and supply chains to develop a custom version of this matrix. They should then focus on addressing the two high-impetus categories. While the actions required will likely vary from firm to firm, they may vary even within a given firm. That’s because the inherent risk and risk tolerance could differ from supply chain to supply chain.\n\nEvaluate supply chain design options. To evaluate the potential options they’ve uncovered, companies need to model their networks in both the current and potential new configurations to see how they perform under different conditions.\n\nBoth day-to-day operations and several stress-inducing events, including ones with potentially extreme impacts, should be considered. Many different types of stresses should be modeled—from legislation that incentivizes local production of a particular product to a key contract manufacturer going out of business. Digital network optimization tools (such as digital twins) can be used to simplify this step and simultaneously evaluate performance on additional metrics such as cost, supply, and resilience.\n\nBuild a resilience roadmap. Understanding multiple risk-based scenarios can help companies determine the most appropriate levers for both mitigating supply chain risks and responding to disruptions when they occur. The option set should include revising inventory and distribution strategies, diversifying the supplier base, moving production steps across internal sites, and leveraging CMOs with sophisticated manufacturing processes.\n\nCompanies should aim to assess each action on its potential value relative to its cost. Each decision should be made not in a silo but as part of an optimized portfolio of actions, with the particular product type, characteristics of the existing supply network, and level of risk tolerance taken into account. (See “One Biopharma Company’s Resilience Strategy.”)\n\nOne Biopharma Company’s Resilience Strategy\n\n\n\nThe company developed a three-pronged risk-mitigation strategy.\n\n\n\nA crisis response plan was put in place for the at-risk facility to minimize overall downtime in the event of a disruption.\n\nwas put in place for the at-risk facility to minimize overall downtime in the event of a disruption. Flexible manufacturing capacity was reserved at another internal site. That backup plant was to be kept “warm” so that it could provide additional capacity in the event of a supply outage. This agreement was supplemented with cross-jurisdictional agreements that would allow the facility to borrow staff from other facilities in the event of an emergency.\n\nwas reserved at another internal site. That backup plant was to be kept “warm” so that it could provide additional capacity in the event of a supply outage. This agreement was supplemented with cross-jurisdictional agreements that would allow the facility to borrow staff from other facilities in the event of an emergency. Strategic partnerships were made with various contract manufacturers so that the company could rapidly ramp up external manufacturing when needed.\n\nThe value of the new resilience strategy soon became clear. When a natural disaster reduced the at-risk plant’s capacity, the facility was able to maintain supply by relying on its strategic inventory reserves. The crisis response plan brought the facility back online faster than plants belonging to other companies in the same geography—and the backup facility was not ultimately needed. Supply chain executives at a branded biopharma company with a broad portfolio of patented drugs evaluated the manufacturing network to identify where there was risk of disruption. They identified one plant where the risk and the potential impacts were too high to be managed with strategic inventory reserves alone. Given that the supply of several high-value biologic products was at stake, it was critical to address the issue.The company developed a three-pronged risk-mitigation strategy.The value of the new resilience strategy soon became clear. When a natural disaster reduced the at-risk plant’s capacity, the facility was able to maintain supply by relying on its strategic inventory reserves. The crisis response plan brought the facility back online faster than plants belonging to other companies in the same geography—and the backup facility was not ultimately needed.\n\nThe degree of change required will vary based on a firm’s starting point. For example, companies that already have strategically qualified suppliers in different geographic regions may be better positioned to quickly respond to supply disruptions, while companies with a supplier base concentrated in one region may face a longer road to resiliency.\n\nHow to Augment Resilience Efforts\n\nRegardless of the changes that companies decide to make to their structural network, building capabilities in three related areas can supplement these efforts.\n\nReal-time visibility across the full supply chain at an adequate level of granularity is critical for a robust view of supply risk.\n\nCreate E2E supply chain transparency. Real-time visibility across the full supply chain at an adequate level of granularity is critical for a robust view of supply risk. Today, many companies do not provide the level of visibility needed by decision makers and many are lagging in developing control tower capabilities. Creating supply dashboards will provide a real-time view of the physical flows from tier 1, 2, and 3 suppliers and across internal networks. Optimally, it’s also possible to get information on supplier inventories and manufacturing performance. Original equipment manufacturers can use this level of detail to proactively change where they source materials and potentially shift between internal and external manufacturing sites where feasible.\n\nCompanies can proactively participate in, and potentially influence, regulatory discussions that could affect their supply chains.\n\nBoost regulatory insights and involvement. Biopharma and medtech companies operate in a highly regulated environment where the impact of new legislation may have long-term consequences. As a starting point, companies should incorporate current and potential regulatory changes into scenario planning. Going a step further, they can proactively participate in, and potentially influence, regulatory discussions that could affect their supply chains. For example, companies can respond to “public notice and comment” periods and provide data-based perspectives on the feasibility of proposed regulatory changes and their potential impact on the industry and patients. Such actions can go a long way toward building understanding of the enormous complexity of health care supply chains.\n\nUpskill the workforce. Key supply chain personnel—including demand and supply planners, manufacturing line schedulers, long-term network capacity planning, and procurement managers—need to understand the potential impacts of different types of supply shocks so they can develop agile response plans when a crisis occurs.\n\nThe COVID-19 pandemic has highlighted the supply chain vulnerabilities that biopharma and medtech companies face today. But it’s unlikely to be the last event to cause disruptions of this magnitude. To be prepared for such crises, operations leaders need to proactively develop scenario-based resilience plans. Traditional approaches to supply chain management will no longer suffice.\n\n", "summary": "That’s because the inherent risk and risk tolerance could differ from supply chain to supply chain.\nReal-time visibility across the full supply chain at an adequate level of granularity is critical for a robust view of supply risk.\nReal-time visibility across the full supply chain at an adequate level of granularity is critical for a robust view of supply risk.\nSuch actions can go a long way toward building understanding of the enormous complexity of health care supply chains.\nTraditional approaches to supply chain management will no longer suffice.", "keywords": "['companies', 'regulatory', 'facility', 'manufacturing', 'products', 'resilience', 'chain', 'potential', 'chains', 'production', 'care', 'health', 'supply', 'unpredictable', 'planning']"}, {"link": "https://www.bcg.com/en-pe/capabilities/operations/digital-supply-chain.aspx", "title": "Digital Supply Chain", "text": "We know that digital solutions in supply chain management perform best—and unlock the greatest value—when they’re integrated across the entire enterprise, when they involve both processes and people. This change management approach doesn’t just position companies to be more agile, reliable, and efficient; it also delivers higher margins and lower costs.\n\nBCG’s Bionic Approach to Supply Chain 4.0\n\nBCG’s digital supply chain consultants develop strategies and high-tech digital solutions for our clients, leveraging our deep expertise in digital supply chains and our hands-on digital experience in Industry 4.0 and other technologies. To maximize the value of their supply chains, leading companies adopt a bionic operating model, which intertwines the best of both man and machine—combining human know-how with the power of AI—to generate substantial improvements.", "summary": "We know that digital solutions in supply chain management perform best—and unlock the greatest value—when they’re integrated across the entire enterprise, when they involve both processes and people.\nThis change management approach doesn’t just position companies to be more agile, reliable, and efficient; it also delivers higher margins and lower costs.\nBCG’s Bionic Approach to Supply Chain 4.0BCG’s digital supply chain consultants develop strategies and high-tech digital solutions for our clients, leveraging our deep expertise in digital supply chains and our hands-on digital experience in Industry 4.0 and other technologies.\nTo maximize the value of their supply chains, leading companies adopt a bionic operating model, which intertwines the best of both man and machine—combining human know-how with the power of AI—to generate substantial improvements.", "keywords": "['digital', 'companies', 'approach', 'supply', 'management', 'chain', 'valuewhen', 'chains', 'bionic', 'solutions']"}, {"link": "https://www.bcg.com/ru-ru/industries/transportation-logistics/logistics", "title": "Logistics", "text": "", "summary": "", "keywords": "['logistics']"}, {"link": "https://www.bcg.com/de-at/search?s=1&f0=00000171-f17b-d394-ab73-f3fbae0d0000&f4=00000173-965a-d33f-ab77-fefb62d4000a", "title": "Site Search", "text": "Familienunternehmen: Wie aus Herausforderungen Chancen werden", "summary": "Familienunternehmen: Wie aus Herausforderungen Chancen werden", "keywords": "['search', 'aus', 'familienunternehmen', 'site', 'chancen', 'herausforderungen', 'wie', 'werden']"}, {"link": "https://www.bcg.com/en-ch/elevating-airlines-supply-chain-organizations", "title": "Elevating Airlines' Supply Chain Organizations", "text": "", "summary": "", "keywords": "['organizations', 'airlines', 'elevating', 'chain', 'supply']"}, {"link": "https://www.bcg.com/en-hu/capabilities/digital-technology-data/overview", "title": "Digital, Technology, and Data", "text": "It has never been clearer that companies need to be able to learn quickly, be more resilient to shocks, and adapt in the face of adversity. There is an accelerated need for companies to become bionic—not simply to make standalone digital improvements, but to intentionally combine human and technological capabilities.\n\nBionic companies are better able to thrive in the face of change and uncertainty, drive breakthrough innovation, and solve some of the biggest industrial and societal problems of our age. For this reason, building bionic companies is at the heart of BCG’s approach to digital transformation—and, we believe, an important factor in BCG’s being named a digital transformation services leader in the recent evaluation, The Forrester Wave™: Digital Business Transformation Services, Q4 2020.", "summary": "It has never been clearer that companies need to be able to learn quickly, be more resilient to shocks, and adapt in the face of adversity.\nThere is an accelerated need for companies to become bionic—not simply to make standalone digital improvements, but to intentionally combine human and technological capabilities.\nBionic companies are better able to thrive in the face of change and uncertainty, drive breakthrough innovation, and solve some of the biggest industrial and societal problems of our age.\nFor this reason, building bionic companies is at the heart of BCG’s approach to digital transformation—and, we believe, an important factor in BCG’s being named a digital transformation services leader in the recent evaluation, The Forrester Wave™: Digital Business Transformation Services, Q4 2020.", "keywords": "['digital', 'companies', 'technology', 'face', 'bcgs', 'services', 'able', 'wave', 'data', 'uncertainty', 'transformation', 'need']"}, {"link": "https://www.bcg.com/en-kr/capabilities/digital-technology-data/overview", "title": "Digital, Technology, and Data", "text": "It has never been clearer that companies need to be able to learn quickly, be more resilient to shocks, and adapt in the face of adversity. There is an accelerated need for companies to become bionic—not simply to make standalone digital improvements, but to intentionally combine human and technological capabilities.\n\nBionic companies are better able to thrive in the face of change and uncertainty, drive breakthrough innovation, and solve some of the biggest industrial and societal problems of our age. For this reason, building bionic companies is at the heart of BCG’s approach to digital transformation—and, we believe, an important factor in BCG’s being named a digital transformation services leader in the recent evaluation, The Forrester Wave™: Digital Business Transformation Services, Q4 2020.", "summary": "It has never been clearer that companies need to be able to learn quickly, be more resilient to shocks, and adapt in the face of adversity.\nThere is an accelerated need for companies to become bionic—not simply to make standalone digital improvements, but to intentionally combine human and technological capabilities.\nBionic companies are better able to thrive in the face of change and uncertainty, drive breakthrough innovation, and solve some of the biggest industrial and societal problems of our age.\nFor this reason, building bionic companies is at the heart of BCG’s approach to digital transformation—and, we believe, an important factor in BCG’s being named a digital transformation services leader in the recent evaluation, The Forrester Wave™: Digital Business Transformation Services, Q4 2020.", "keywords": "['digital', 'companies', 'technology', 'face', 'bcgs', 'services', 'able', 'wave', 'data', 'uncertainty', 'transformation', 'need']"}]