[{"link": "https://www.linkedin.com/pulse/world-one-denomination-kanishka-bajaj?articleId=6701189507389149184", "title": "The world of one denomination", "text": "After working in tech space for 2 years and starting my journey in the business world. I was fascinated to fuse both ever-growing fields and came across the concept of one global currency.\n\nWhat if the world operated on with the same currency worldwide?\n\nLike every coin has two sides this coin is heavier on one the side due to the following reasons:\n\nThe use of one currency reduces volatility, that is one doesn't worry about constant fluctuations in currency rates.\n\nIt will open a truly global marketplace for traders to exchange their goods overseas without banks as intermediaries.\n\nCryptocurrency is the closest possible solution we have to build a secure system. It works on a decentralized and immutable ledger which helps to record the transactions in a secure way.\n\nTo give a simple brief about blockchains, it allows peer to peer transfer of digital assets without any intermediaries.\n\nTransactions are building blocks of the blockchain. Many transactions form a block, when these blocks are linked together these give rise to a blockchain. Blocks go through a consensus process before getting added to a blockchain. Miners carry out consensus and validate and verify these blocks before adding to a blockchain.\n\nBlockchain is safe as it takes the user's data and splits into various fragments and store them on thousands of nodes.\n\nWorld bank digitizing Ethereum based bond raising 110 million AUD is some of the greatest initiatives to promote this technology. All of this paves our way to stable and safe de-centralized currency where we can send our money back home hassle-free.\n\n\n\n\n\nInspired by the ted talk delivered at Mumbai in partnership with BCG.\n\n\n\n", "summary": "After working in tech space for 2 years and starting my journey in the business world.\nI was fascinated to fuse both ever-growing fields and came across the concept of one global currency.\nWhat if the world operated on with the same currency worldwide?\nWorld bank digitizing Ethereum based bond raising 110 million AUD is some of the greatest initiatives to promote this technology.\nAll of this paves our way to stable and safe de-centralized currency where we can send our money back home hassle-free.", "keywords": "['global', 'secure', 'blocks', 'safe', 'currency', 'world', 'denomination', 'decentralized', 'transactions', 'blockchain', 'peer']"}]