[{"title": "Decentralised finance a tremendous opportunity for Europe", "link": "https://www.consultancy.eu/news/5333/decentralised-finance-a-tremendous-opportunity-for-europe", "date": "2020-12-02 05:03:00+00:00", "authors": "[]", "keywords": "['opportunity', 'defi', 'value', 'europe', 'world', 'financial', 'tremendous', 'regulatory', 'lending', 'services', 'protocols', 'decentralised', 'finance']", "summary": "Although limited in its value for financial services so far, blockchain-based decentralised finance might be a boon for Europe’s small and medium enterprise (SME) segment.\nBCG Platinion and Crypto.com weigh up the centralised versus decentralised finance debate.\nExperts point to nearly $2 billion that the world of financial services has channeled into blockchain without returns of any significance – barring unstable Bitcoin investments.\nAdd to this the fact that DeFi remains an immature market, with poor security protocols, regulatory ambiguity a distinct lack of liquidity.\nMikhalev explained: The value extracted by banks in traditional lending significantly outpaces the level seen in DeFi lending protocols.", "text": "Although limited in its value for financial services so far, blockchain-based decentralised finance might be a boon for Europe’s small and medium enterprise (SME) segment. BCG Platinion and Crypto.com weigh up the centralised versus decentralised finance debate.\n\nDecentralised finance – or DeFi as the researchers call it – is explained in the report as: “Financial services that are built on public blockchains and based on open protocols and decentralised applications (dApps), allowing all aspects of the platform to be automated and performed without a central authority or intermediary.”\n\n“Conversely traditional finance relies on intermediaries and centralised institutions.” As it stands, these centralised bodies exert tight control on financial activity, with strict conditions on who can access funding and how. Well suited for the wealthy, the system has grown to leave a range of low-income entrepreneurs and SMEs out in the cold.\n\nThe researchers revealed that Europe is home to 24 million SMEs that contribut over €7 trillion to the region’s economy. Still, the risk profile attached with startups and small businesses has combined with high regulatory credit thresholds to push European SMEs and startups away from banks and towards investors.\n\nMany position DeFi as a solution to this problem. Expert principal at BCG Platinion in Amsterdam Igor Mikhalev elaborated. “By removing the intermediary and automating many functions, DeFi can provide lower costs, higher degrees of security and privacy, resist censorship, increase accessibility and promote a decision-making democracy.”\n\nAll of a sudden, loans, deposits, savings and investments become a reality for thousands who cannot satisfy mainstream financial conditions. And many have realised this. DeFI platforms are coming up in droves, and are finding solutions that enable financial accessibility. Trudging along below the $2 billion mark till last year, the value of DeFi assets has surged to nearly $10 billion since the start of this year.\n\nNaturally, there are those who doubt the potential of DeFi. Experts point to nearly $2 billion that the world of financial services has channeled into blockchain without returns of any significance – barring unstable Bitcoin investments. There are few reasons to believe that the blockchain technology could generate any real value for other players, given the high costs associated with its implementation.\n\nAdd to this the fact that DeFi remains an immature market, with poor security protocols, regulatory ambiguity a distinct lack of liquidity. Further evidence of immaturity is that most of DeFi tends to revolve around a single network – Ethereum. All these factors explain the apprehension around DeFi – termed by the researchers as “growing pains.”\n\nDeFi's disruptive potential\n\nThat being said, BCG Platinon and Crypto.com note how DeFi could be tremendously disruptive if it can navigate these growing pains. In fact, the new paradigm could hit centralised finance where it hurts the most – payments and lending.\n\nBy this point, most consumers around Europe and other developed markets have come to take contactless payments, mobile wallets and money transfers for granted. By contrast, in the developing world, many countries are still struggling with financial inclusivity. Millions of financially eligible people are yet to have a bank account, let alone digital payments infrastructure.\n\nCryptocurrency famously offers financial inclusivity by facilitating anonymous transactions from one part of the world to another. Even in the developed world, some transactions can take up to three days to get regulatory and procedural clearance, while most transactions are subject to a transfer fee. DeFi is built with the intention of eliminating these intermediary charges and speeding up the process.\n\nThen there is DeFi’s disruptive potential in the lending landscape, where it can add value for lenders and borrowers alike. For borrowers, the appeal lies in the absence of credit checks and ‘know-your-customer’ practices, as well as in low, personalised and flexible interest rates.\n\nFor lenders, there is a chance to retain a bigger share of the interest. Mikhalev explained: The value extracted by banks in traditional lending significantly outpaces the level seen in DeFi lending protocols. The main reason for this is that banks incur significant labour costs for its operations and they are able to extract higher economic rents due to their central position, while decentralised lending protocols have minimal ongoing costs, with the only cost being to compensate governance token holders for carrying out their functions.”\n\nIt is no secret that Europe’s banking sector has been under pressure in recent years. Regulatory changes, low interest rates and the tendency to save are putting a squeeze on earnings. As a range of smaller tech-based players look to pounce on this vulnerability, DeFi might just find its foot in the door of mainstream financial services."}, {"title": "Crypto.com and Boston Consulting Group (BCG) Release New Report on Decentralized Finance (DeFi)", "link": "https://www.prnewswire.com/news-releases/cryptocom-and-boston-consulting-group-bcg-release-new-report-on-decentralized-finance-defi-301126901.html", "date": "None", "authors": "[]", "keywords": "['today', 'bcg', 'group', 'decentralized', 'financial', 'cryptocom', 'finance', 'consulting', 'services', 'release', 'boston', 'industry', 'report', 'defi']", "summary": "HONG KONG, Sept. 9, 2020 /PRNewswire/ -- Decentralized Finance (DeFi) growth has been explosive.\nAs analysts question how disruptive it will be to traditional finance, Crypto.com and Boston Consulting Group (BCG), have today, released a joint research report weighing the implications DeFi will have on centralised finance.\nDeFi's proponents expect a disruption of mainstream financial services by allowing all aspects of financial services to be automated and performed by anyone, without a central authority or intermediary.\nFind out more by visiting https://crypto.comAbout BCG PlatinionAs a part of Boston Consulting Group (BCG), BCG Platinion provides consulting services in design, development and implementation of advanced technology solutions that fuel creation of new-generation business models.\nAbout Boston Consulting GroupBoston Consulting Group partners with leaders in business and society to tackle their most important challenges and capture their greatest opportunities.", "text": "HONG KONG, Sept. 9, 2020 /PRNewswire/ -- Decentralized Finance (DeFi) growth has been explosive. In the last year, the value locked into DeFi has increased 1500% to $8bn, according to DeFi Pulse. As analysts question how disruptive it will be to traditional finance, Crypto.com and Boston Consulting Group (BCG), have today, released a joint research report weighing the implications DeFi will have on centralised finance.\n\nCrypto.com x BCG Platinion (PRNewsfoto/Crypto.com) The Sudden Rise of DeFi: Opportunities and Risks for Financial Services (PRNewsfoto/Crypto.com) Crypto.com Logo (PRNewsfoto/Crypto.com)\n\n\"The Sudden Rise of DeFi: Opportunities and Risks for Financial Services\" explores the factors driving the growth of the DeFi industry, which is an Open Finance movement built upon public programmable blockchains such as Ethereum. DeFi's proponents expect a disruption of mainstream financial services by allowing all aspects of financial services to be automated and performed by anyone, without a central authority or intermediary. The report tempers the anticipated potential of DeFi with an honest assessment of current challenges facing the industry and the underlying technology.\n\nRegulation and governance have given the centralised finance (CeFi) industry an enormous proportion of the value generated from financial services. While DeFi may be perceived as a threat to CeFi, Crypto.com and BCG's report offers a roadmap for financial services leaders to build a new generation of politically and technologically resilient financial solutions that are extremely valuable and more relevant in today's digital economy.\n\nKris Marszalek, Co-founder and CEO of Crypto.com said: \"Our joint research into DeFi provides a deep dive into the reasons behind its growth, differentiators against CeFi and its potential to disrupt mainstream finance. Whereas much existing research into DeFi is project-specific and crypto-centric, this report leverages both Crypto.com and BCG's respective areas of expertise to deliver a comprehensive side-by-side comparison with incumbents in traditional finance.\"\n\nKaj Burchardi, Managing Director with BCG Platinion said: \"Whether companies choose to embrace decentralised finance or not, they still need to understand the impact it will have and track customer demand for autonomy, especially in payments, loans and exchange. By uncovering current levels of liquidity, charting the progress of regulation, and judging levels of risk - companies can continually assess whether services should be substituted for a more decentralised model. By partnering with Crypto.com, we have been able to advise companies with an honest appraisal on DeFi, giving them the tools to make informed decisions on its adoption.\"\n\nAbout the research\n\nhttps://defi-pubs.s3.eu-central-1.amazonaws.com/BCG_Crypto.com_The_Sudden_Rise_of_DeFi_Opportunities_and+Risks_for_Financial_Services.pdf\n\nAbout Crypto.com\n\nCrypto.com was founded in 2016 on a simple belief: it's a basic human right for everyone to control their money, data and identity. Crypto.com serves over 3 million customers today, providing them with a powerful alternative to traditional financial services through the Crypto.com App, the Crypto.com Card and the Crypto.com Exchange.Crypto.com is built on a solid foundation of security, privacy and compliance and is the first cryptocurrency company in the world to have ISO/IEC 27701:2019, CCSS Level 3, ISO27001:2013 and PCI:DSS 3.2.1, Level 1 compliance. Crypto.com is headquartered in Hong Kong with a 500+ strong team. Find out more by visiting https://crypto.com\n\nAbout BCG Platinion\n\nAs a part of Boston Consulting Group (BCG), BCG Platinion provides consulting services in design, development and implementation of advanced technology solutions that fuel creation of new-generation business models. Today, our presence spans the globe with offices in Europe, North and South America, South Africa and Asia Pacific.\n\nAbout Boston Consulting Group\n\nBoston Consulting Group partners with leaders in business and society to tackle their most important challenges and capture their greatest opportunities. BCG was the pioneer in business strategy when it was founded in 1963. Today, we help clients with total transformation—inspiring complex change, enabling organizations to grow, building competitive advantage, and driving bottom-line impact.\n\nTo succeed, organizations must blend digital and human capabilities. Our diverse, global teams bring deep industry and functional expertise and a range of perspectives to spark change. BCG delivers solutions through leading-edge management consulting along with technology and design, corporate and digital ventures—and business purpose. We work in a uniquely collaborative model across the firm and throughout all levels of the client organization, generating results that allow our clients to thrive.\n\nLogo - https://mma.prnewswire.com/media/888271/Crypto_Logo.jpg\n\nPhoto - https://mma.prnewswire.com/media/1251545/Foris_Image_Infographic.jpg\n\nPhoto - https://mma.prnewswire.com/media/1251663/CryptoCom_BCG_platinion.jpg\n\nSOURCE Crypto.com"}, {"title": "Boston Consulting Group compares DeFi, blockchain finance to current banking", "link": "https://ledgerinsights.com/boston-consulting-group-compares-defi-blockchain-finance-banking/", "date": "2020-09-10 08:30:19+00:00", "authors": "[]", "keywords": "['current', 'compares', 'group', 'decentralized', 'network', 'finance', 'consulting', 'lending', 'system', 'result', 'exchanges', 'boston', 'report', 'banking', 'defi', 'blockchain']", "summary": "Today Boston Consulting Group’s (BCG) digital division Platinion published a report on Decentralized Finance or DeFi in conjunction with Crypto.com, the cryptocurrency exchange.\nPart of the reason is to participate in the lending system requires over collaterization.\nFor example, in DeFi, lending rates are dynamic depending on the cash available in a pool.\nWhile there are order book based decentralized exchanges, the most popular ones don’t use order books and the market making is automated.\nBoston Consulting Group explores DeFi, blockchain financeBCG has been fairly active in the blockchain space.", "text": "Today Boston Consulting Group’s (BCG) digital division Platinion published a report on Decentralized Finance or DeFi in conjunction with Crypto.com, the cryptocurrency exchange.\n\nDeFi applications include payments, trading exchanges and lending, which operate in a permissionless environment. That means that only some onramps to convert fiat to cryptocurrencies are governed by anti money laundering rules. Once the user holds the cryptocurrency, there are few restrictions.\n\nBCG says with the centralized financial (CeFi) system, SMEs often present a poor risk-return profile to banks in part because they fail regulatory checks. As a result, SMEs have less access to finance and where they can get loans, it’s expensive.\n\n“The next wave of demand for capital and financial services will stem from emerging economies and an SME industry underserved by traditional finance,” the report says after noting incumbent banks’ rent-seeking behavior.\n\nLikewise, for the underbanked, “Know Your Customer” (KYC) and “Anti-Money Laundering” (AML) processes lock out parts of the population. The World Bank puts the figure at $380 billion.\n\nThe challenges\n\nThe report highlights some of the challenges of DeFi. These include poor current scalability of permissionless networks and high network usage fees. Despite significant growth since June, current DeFi funds available stand at $9.5 billion, which is just a fraction of cyrptocurrency market capitalization of $275 billion. As a result, there’s still limited liquidity.\n\nSmart contracts that automate the DeFi processes occasionally have security vulnerabilities that can cost the users their funds. Unlike centralized finance, there is no recourse and there are often scams.\n\nIn reality, many of the participants are relatively wealthy. This contrasts with the third world underbanked that the permissionless system theoretically could help. Part of the reason is to participate in the lending system requires over collaterization.\n\nThe Ethereum network is currently the dominant network for DeFi. As a result, if there are technical issues such as network bugs or congestion, this represents a risk to the entire system.\n\nA major question is what might happen in terms of regulation. Will the onramp KYC/AML compliance suffice? Or will regulators seek to make the trading more permissioned?\n\nThe paper says that, for now, according to FATF rules, most DeFi is in the clear. If a DeFi protocol is sufficiently decentralized and an entity is not involved in everyday operations, it won’t be classified as a Virtual Asset Service Provider (VASP). Hence doesn’t have to comply with the Travel Rule.\n\nDisruption potential\n\nThe paper then explores the three areas of payments, lending and exchanges. With payments, it points to low potential transaction costs because there are fewer intermediaries than card transactions. Plus, there is no scope for chargebacks, which is both a pro and con, depending on your perspective. The report highlights opportunities in some regions such as APAC, LATAM and Africa where there is limited card penetration.\n\nTurning to lending, the difference in models in centralized versus decentralized finance are explored. For example, in DeFi, lending rates are dynamic depending on the cash available in a pool. If the pool of capital is almost lent up to its limit, the rate becomes high, including for those who have already taken out loans. Because lending is collateralized by depositing cryptocurrency, there is no need for credit checks or KYC. And on that point, because there is no KYC there is no cost associated with that and overheads are limited. Hence, up to 95% of the interest paid by borrowers is passed on to lenders.\n\nThe third application explored is exchanges. While there are order book based decentralized exchanges, the most popular ones don’t use order books and the market making is automated. Instead, there are pools of liquidity provided by users and traders can buy and sell based on the liquidity provided.\n\nThe rest of the paper explores decentralized governance, which is like a more active version of shareholder voting. And an overview of how incumbents might get involved.\n\nBoston Consulting Group explores DeFi, blockchain financeBCG has been fairly active in the blockchain space. It has a digital venture arm that was involved in the De Beers TRACR blockchain diamond tracing solution. The same venture arm also partnered with WWF Australia for a sustainable supply chain initiative OpenSC. And it previously published a report on blockchain for commodities."}, {"title": "Public Sector Consulting Market is Thriving Worldwide with Eminent Key Players – BCG, McKinsey & Company, Bain & Company, Deloitte, KPMG, Synergy Group – Murphy's Hockey Law", "link": "https://murphyshockeylaw.net/uncategorized/189203/public-sector-consulting-market-is-thriving-worldwide-with-eminent-key-players-bcg-mckinsey-company-bain-company-deloitte-kpmg-synergy-group/", "date": "None", "authors": "[]", "keywords": "['company', 'players', 'thriving', 'data', 'business', 'mckinsey', 'consulting', 'synergy', 'global', 'research', 'sector', 'worldwide', 'murphys', 'analysischapter', 'report', 'public', 'market']", "summary": "Public sector consultant look like helping government understand the impact of initiatives to improve outcomes for people living in social housing – via a meaningful evaluation program.\nReport Consultant adds new-fangled statistical reports on the Public Sector Consulting Market to huge repositories to help provide guidance to your business.\nIn this research report, we must explore a number of factors, including trends, segmentation, competitive landscape, key player and regional viewpoint.\nThis Public Sector Consulting Market Report has been shared with various market segments such as applications, end users and sales.\nThis Public Sector Consulting Market has analyzed by giving more focus on different market attributes such as market size, market shares, pricing structures and market investment over the forecast period.", "text": "Public sector consultant look like helping government understand the impact of initiatives to improve outcomes for people living in social housing – via a meaningful evaluation program.\n\nReport Consultant adds new-fangled statistical reports on the Public Sector Consulting Market to huge repositories to help provide guidance to your business. Provides analysis data on business structure using primary and secondary research methodologies to meet various customer business needs. In this research report, we must explore a number of factors, including trends, segmentation, competitive landscape, key player and regional viewpoint.\n\nGet up to 60% Discount on this report @:\n\nhttps://www.reportconsultant.com/ask_for_discount.php?id=77905\n\nPublic Sector Consulting Market Top Leading Vendors :-\n\nBCG\n\nMcKinsey & Company\n\nBain & Company\n\nSynergy Group\n\nDeloitte\n\nKPMG\n\nCrypto Food ordering system plays a vital role in expanding your business by attracting customers and allows them to place orders online using crypto payments for 24 x 7. If you have an online portal for your restaurant or e-commerce store, then online ordering feature is must for you which allows the customers browse the menus easily through their mobile devices and order it.\n\nTry a sample Copy of this Market report now! @\n\nhttps://www.reportconsultant.com/request_sample.php?id=77905\n\nThe research report abridges companies in several industries. This Public Sector Consulting Market Report has been shared with various market segments such as applications, end users and sales. Focus on current market analysis and future revolution to provide better vision into your business. This study includes refined technologies for the marketplace and varied outlooks of numerous industry professionals.\n\nKey benefits of the global Public Sector Consulting Market research report:\n\n-Gaining a competitive edge in the global marketplace\n\n-It offers a comprehensive analysis of market dynamics\n\n-Business profiling of leading industry key players, vendors and traders\n\n-Forthcoming Demand 2020-2027\n\nThis statistical report also offers industry analysis by applying statistical tools such as SWOT and Porter’s five techniques. This Public Sector Consulting Market has analyzed by giving more focus on different market attributes such as market size, market shares, pricing structures and market investment over the forecast period.\n\nThe Global Market is gaining pace and businesses have started understanding the benefits of analytics in the present day highly dynamic business environment. The Public Sector Consulting market has witnessed several important developments over the past few years, with mounting volumes of business data and the shift from traditional data analysis platforms to self-service business analytics being some of the most prominent ones.\n\nSee the complete table of contents and list of exhibits, as well as selected illustrations and example pages from this report @\n\nhttps://www.reportconsultant.com/enquiry_before_buying.php?id=77905\n\nTable of Content:-\n\nChapter 1 Global Public Sector Consulting Market Overview\n\nChapter 2 Market Data Analysis\n\nChapter 3 Market Technical Data Analysis\n\nChapter 4 Market Government Policy and News\n\nChapter 5 Market Productions Supply Sales Demand Market Status and Forecast\n\nChapter 6 Global Market Manufacturing Process and Cost Structure\n\nChapter 7 Public Sector Consulting Market Key Manufacturers\n\nChapter 8 Up and Down Stream Industry Analysis\n\nChapter 9 Marketing Strategy – Market y Analysis\n\nChapter 10 Market Development Trend Analysis\n\nChapter 11 Global Public Sector Consulting Market New Project Investment Feasibility Analysis\n\nAbout us:\n\nReport Consultant is a prime destination for your business aptitude and analytical solutions because we provide qualitative and quantitative sources of information that are proficient to give one-stop solutions. We skillfully syndicate qualitative and quantitative research in exact proportions to have the best report, which not only gives the most recent insights but also assists you to grow.\n\nContact us:\n\nReport Consultant\n\nContact No: +81-368444299\n\n[email protected]\n\nwww.reportconsultant.com"}, {"title": "Blockchain Alliance Proves Two Elements of Approach", "link": "https://aviationweek.com/mro/blockchain-alliance-proves-two-elements-approach", "date": "None", "authors": "['Henry Canaday']", "keywords": "['data', 'passport', 'alliance', 'spec', 'melia', 'approach', 'fischer', 'proof', 'proves', 'thread', 'ledger', 'digital', 'elements', 'blockchain']", "summary": "The MRO Blockchain Alliance has completed two proofs of concept for important elements of the part-tracking approach.\nThe first proof was of a partial digital thread.\nThe answer was supplied in the second proof of concept, a digital passport for selling the part.\nSean Melia is a product specialist at SITA, which is the main technology provider for the Blockchain Alliance.\nThe toughest part of building an aftermarket blockchain, according to the consultancy PricewaterhouseCoopers, is agreeing on standards.", "text": "The MRO Blockchain Alliance has completed two proofs of concept for important elements of the part-tracking approach. Andre Fischer, CEO, of FLYdocs, outlined these proofs for participants of Aircraft Commerce’s recent Virtual Conference.\n\nThe first proof was of a partial digital thread. This thread includes a back-to-birth view of an aircraft part or asset, enabling real-time visibility of the asset and end-to-end smart contracting. The proof also demonstrated a smart app for business automation, data compliance, confidentiality and integrity and conformity to Spec 2000 standards.\n\nFischer explained that the digital thread would be available to all relevant parties, including the part manufacturer, logistics companies and the several layers of MROs or airline maintenance departments interested in the part.\n\n“What is this good for?” Fischer asked. The answer was supplied in the second proof of concept, a digital passport for selling the part.\n\nThe digital passport, Fischer explained, can collate historical data on a part and share relevant data with a potential part buyer, while not disclosing confidential data that the seller does not want to share.\n\nOnce the sale is completed, the digital passport moves along with the part, containing data such as flight hours and cycles, where the part has been stored, which company has previously owned it, the latest repair to the part and other necessary data, all to maintain the value of the asset.\n\nSean Melia is a product specialist at SITA, which is the main technology provider for the Blockchain Alliance. Melia outlined the general characteristics of the Alliance’s approach. It would be a distributed ledger, with each block immutably linked to its predecessor. And it would be a private ledger, that is, requiring permission to use. Digital signatures would validate identities, and the ledger would support automatic monitoring, as well as execution, of contracts.\n\nThe toughest part of building an aftermarket blockchain, according to the consultancy PricewaterhouseCoopers, is agreeing on standards. Melia said the Alliance’s proposal would use Spec 2000 standards, as “a departure from Spec 2000 would be too costly.”\n\nThe legacy part-tracking approach tries to track $50 billion in parts, now more than ever with significant redundancies, with 100 million paper records kept in boxes and warehouses.\n\nMelia cited a Boston Consulting Group report that labeled this tracking challenge highly suited for blockchain because the aviation aftermarket is a complex system with many intermediaries, subject to regulatory oversight and requiring a high level of data security.\n\nTo move forward to an actual system, Melia urged other aviation companies to join the MRO Blockchain Alliance, which now includes major players such as HAECO Inventory Technical Management, Willis Lease Finance, FLYDocs, Bolloré Logistics, Cathay Pacific Airways and Ramco Systems."}, {"title": "Can blockchain pave the way for an ethical diamond industry?", "link": "https://www.itproportal.com/features/can-blockchain-pave-the-way-for-an-ethical-diamond-industry/", "date": "2020-11-27 09:30:40+00:00", "authors": "['Nikolay Piriankov']", "keywords": "['data', 'technology', 'consumers', 'way', 'ethical', 'pave', 'chain', 'diamond', 'industry', 'diamonds', 'blockchain']", "summary": "One solution the industry is looking towards is blockchain technology.\nAnother company harnessing blockchain technology for similar purposes is IBM, which has developed the TrustChain tool alongside five leading jewelry makers.\nCould this pave the way for an ethical diamond industry?\nFurthermore, blockchain can only make the diamond industry more ethical if companies actually use it.\nNevertheless, blockchain technology can certainly help make the diamond industry more transparent, and if used more widely, could almost certainly contribute to a more ethical future for the world’s favorite gemstone.", "text": "In an increasingly conscious world, more people seek to buy products that balance out the negative effects of consumerism on the planet. This could mean purchasing items made sustainably, or only shopping with brands committed to ethical working practices. As consumers are more aware than ever about the impact of their buying habits, sellers have to accommodate this shift in consumer behavior by changing the way they operate.\n\nOne industry where this is particularly noticeable is the diamond sector. Demand for ethical diamonds has skyrocketed in recent years, due to the fact consumers don’t want to pay for a gemstone being used to finance wars, insurgencies or oppressive regimes, especially in Africa. So-called blood diamonds have long been a major issue for the industry, even with measures like the Kimberley Process in place, which aims to prevent ‘conflict diamonds’ from entering the mainstream rough diamond market.\n\nAlthough some producers have turned to lab-grown diamonds instead, those continuing to sell natural jewels have had to think about how to guarantee the integrity of their products. One solution the industry is looking towards is blockchain technology.\n\nWhat is blockchain technology?\n\nBlockchain is a form of digital technology that enables the distribution of data that resists modification. A blockchain works as a time-stamped series of data records (blocks) managed by a group of computers, not owned by any single entity. Each of these blocks is secure and bound to one another using cryptography (i.e. the chain in ‘blockchain’), a series of mathematical equations (algorithms) and secret keys that encrypt the data. This chain cannot be altered, thus acting as a secure means of transferring and storing data. In addition, because a blockchain is not centrally-owned, the information it contains is open for anyone to see, and much harder to hack. Blockchains tend to store data like transactions (such as between a diamond miner and cutter), including the date, time and value of any money exchanged, as well as information about who is participating in the transaction.\n\nIn order for a block to be added to the blockchain, a transaction must occur. It then needs to be verified, with the network of computers confirming that the transaction happened in the way the parties said it did. It is then stored in a block, which is given a hash, a unique, cryptographic code distinguishing the block from others. At this point, the block can be added to the blockchain and publicly viewed by anyone. Each computer involved in the blockchain network gets its own identical copy of the blockchain, which makes it even harder to infiltrate. This is why blockchains are often referred to as distributed ledgers.\n\nHow can blockchain guarantee ethical diamonds?\n\nTracking the origin and authenticity of a diamond is a hugely difficult task. The industry’s complex supply chain means that gemstones are often mined in countries like Africa, Russia and Canada, then cut in places such as India, Belgium and Israel before being shipped to wherever they’re sold. As such, they typically touch numerous hands before reaching consumers. It’s even harder to ascertain a diamond’s provenance when the details are traditionally documented on paper or PDFs, records which are open to forgery and therefore may not give a truly accurate account of where a gemstone has come from, or if it’s even a genuine diamond.\n\nHowever, using blockchain technology means the data cannot be altered, so a diamond’s journey can accurately be documented from beginning to end. As a public record accessible to anyone, consumers can turn to blockchain to confirm that a diamond has been produced in an ethical way and not sold for unethical reasons. Over the last few years, this technology has proven valuable in winning over conscious consumers concerned by the potentially unethical provenance of their products.\n\nHow are diamond companies harnessing blockchain?\n\nNumerous blockchain solutions have been aimed at diamond companies in recent years, including one courtesy of perhaps the biggest name within the industry itself: De Beers. Back in 2018, the behemoth revealed plans for Tracr, a blockchain using the Ethereum platform that was developed alongside Boston Consulting Group’s Digital Ventures and five leading diamond manufacturers. Diamonds must be scanned at every stage of the production and distribution process so all the data can be entered into the blockchain to track the journey accurately. Every diamond is also assigned a Global Diamond ID, a digital record showing its key attributes such as carat, clarity and color. This can then be used to verify its authenticity and can then be shared with customers in a store so they understand exactly what they are buying.\n\nAnother company harnessing blockchain technology for similar purposes is IBM, which has developed the TrustChain tool alongside five leading jewelry makers. “By placing the current, physical process on a blockchain, we provide better visibility to the consumer throughout the entire supply chain, to allow exchanges of information amongst participants,” the initiative’s website states.\n\nAnother example is Everledger, a relatively new blockchain technology making inroads in the jewelry industry. Luxury jeweler Taylor & Hart uses Everledger to monitor its own supply chain, citing the elimination of paper-based reporting in favor of smart digital contracts as a key benefit—simultaneously eliminating the risk of tampering.\n\nCould this pave the way for an ethical diamond industry?\n\nBlockchain technology is clearly a very promising tool for dealing with forgery and helping prove a diamond’s provenance at every stage of the process. This can lead to a more ethical industry overall, as those selling and buying diamonds can have more confidence in where their products have come from.\n\nHowever, it’s important to be realistic about how much change blockchain can actually drive. As argued by Everledger founder Leanne Kemp, there will always be potential for fraud and the existence of black market diamonds. Furthermore, blockchain can only make the diamond industry more ethical if companies actually use it. Although bigger businesses are harnessing the technology, there are plenty of smaller ones which are much less likely to understand blockchain or have the funds to implement it.\n\nNevertheless, blockchain technology can certainly help make the diamond industry more transparent, and if used more widely, could almost certainly contribute to a more ethical future for the world’s favorite gemstone.\n\nNikolay Piriankov, co-founder and CEO, Taylor & Hart"}, {"title": "French blockchain firms offer tracing for Swiss watches", "link": "https://www.swissinfo.ch/eng/french-blockchain-firms-offer-tracing-for-swiss-watches/46179810", "date": "None", "authors": "['Übertragung Aus Dem Französischen', 'Rita Emch', 'Samuel Jaberg', 'Journalist', 'Deputy Head Of The Swissinfo.Ch Editorial Group For German', 'French', 'Italian. Earlier', 'Worked For Teletext', 'Switzerland S French-Language National Broadcaster.']", "keywords": "['secondhand', 'market', 'watches', 'offer', 'firms', 'watch', 'digital', 'technology', 'swiss', 'tracing', 'blockchain', 'french', 'luxury']", "summary": "The online purchase of a second-hand luxury watch is becoming ever more popular.\nConsequently, the price of these collector’s items is climbing steeply on the second-hand luxury watches market, which is currently quite hot.\nThe watches in Vacheron Constantin's \"Les Collectionneurs\" collection have been digitally certified using blockchain technology since May 2019.\nIt’s a positive development”, says Michel Arnoux, who is head of the anti-counterfeit department of the Federation of the Swiss Watch Industry.\nMost people buying fake Swiss watches are quite aware of what they are doing and have no interest in certification.", "text": "The online purchase of a second-hand luxury watch is becoming ever more popular. Andrew Poplavsky\n\nThe market for second-hand luxury watches is booming. But for the average consumer, it is not easy to tell a fake from the genuine article and determine the real value of a particular timepiece. Certificates based on blockchain technology could provide more transparency.\n\nThis content was published on November 24, 2020 - 11:00\n\nSamuel Jaberg\n\nJournalist and deputy head of the swissinfo.ch editorial group for German, French and Italian. Earlier, worked for Teletext and Switzerland’s French-language national broadcaster. More about the author | French Department\n\nWatch fans who want to get the new diving watch by Rolex had better be patient. The official resellers of the famous brand with the crown logo always give the same answer: launched this autumn, the latest version of the iconic timepiece will not be available in the shops for a few years yet.\n\nThere is already a long waiting list, and shortages are carefully managed, in accordance with the golden rule of luxury marketing: rarity increases desirability. Patek Philippe’s Nautilus model certainly holds the record for the watch in greatest demand ever: would-be customers need to wait 11 years in the hope of one day getting their hands on this holy grail of the watchmaker’s craft.\n\nConsequently, the price of these collector’s items is climbing steeply on the second-hand luxury watches market, which is currently quite hot. According to a recent study by Boston Consulting Group, the world market for second-hand watches is currently worth CHF16 billion ($17.5 billion) and should enjoy an average annual growth of 8% between now and 2025. In comparison, total sales of new watches are estimated at CHF50 billion per year.\n\nSecurity needs on the web\n\nThe study shows that most watch fans are open to buying a luxury product second-hand. However, they also have “clear expectations as regards purchasing security, convenience and service”. Given that there is a grey market out there where counterfeits and false claims abound, traceability is becoming a key feature in the strategy of the brands.\n\nOne solution could come from blockchain technology for the decentralised storage and transmission of information, which has been in vogue these past few years. “Blockchain means that you can issue a unique digital certificate, which cannot be counterfeited or duplicated, and it is ultra-secure for every watch. It’s the ultimate solution in the fight against fakes”, says Loys de La Soudière, co-founder of GoodsID.\n\nLoys de La Soudière, founder of GoodsID. Lavieille Philippe/le Parisien / Lavieille Philippe\n\nFor the past three years this French start-up has been developing certificates of authenticity based on blockchain technology for the luxury industry. In 2018, GoodsID was able to secure investment funds of €1million from the private sector and the French Public Investment Bank (BPI) in order to carry out this development work.\n\nSwiss watchmakers are a priority market for GoodsID. The start-up recently opened an office in Biel/Bienne, the watchmaking centre in canton Bern, to approach the main Swiss companies in the field. “We are holding advanced negotiations with two major brands, and we hope they will decide to go for our solution in the next few months,\" says La Soudière.\n\nDigital revolution\n\nThe increased popularity of online shopping, which has only been boosted by the coronavirus situation, is quickly changing ways of thinking in the watchmaking industry, which has the reputation of being conservative and not very open to “digital disruption”.\n\nIn mid-October, Breitling announced that it was going to issue an encrypted passport for each of its new watches, thus making obsolete the paper certificate of authenticity used up until now.\n\nThis watch brand, which specialises in aviators’ watches, decided to partner with Arianee, a French non-profit consortium which aims to set up an independent world standard for digital certification of high-priced goods.\n\nThe watches in Vacheron Constantin's \"Les Collectionneurs\" collection have been digitally certified using blockchain technology since May 2019. Keystone\n\nAdvantages of blockchain\n\nApart from guaranteeing security and traceability, digital certificates using blockchain technology allow watch brands to take a very precisely targeted marketing approach. “When a sale takes place on the second-hand market, the watchmaker that made the product originally can send a notification to the new purchaser providing hints for maintenance or suggesting they explore the world of the brand in one of its retail outlets. So it can use the product as a communication tool”, says La Soudière.\n\nWith one click, the new owner of the watch can certify the ownership and authenticity of the item, which maximises its value on the second-hand market. Finally, the digital certificate simplifies claims on the guarantee, and can also be considered a kind of insurance against theft.\n\nAll these advantages are prompting industry experts to say that blockchain technology may become routine in Swiss watchmaking. “The Swiss manufacturers are beginning to realise that it’s in their interest to be able to identify their products using modern technology. It’s a positive development”, says Michel Arnoux, who is head of the anti-counterfeit department of the Federation of the Swiss Watch Industry.\n\nFakes just keep coming\n\nSeveral companies active in the field of digital certification have been courting the Federation in the hope that their solution might be adopted as a standard for the whole Swiss industry. “At the moment, this is a matter for each individual watch brand”, Arnoux points out, however. “There is no legal mechanism whereby one single standard could be imposed.”\n\nAll hopes should not be placed in blockchain technology, either, Arnoux adds. “Certification of authentic products is intended to reassure the customer. To think this technology would put an end to counterfeiting is an illusion”, he says. Most people buying fake Swiss watches are quite aware of what they are doing and have no interest in certification.\n\nThe counterfeit market just keeps growing, in marked contrast with the unprecedented slump being experienced by the Swiss watch industry. Seizures of fake watches by Swiss customs have increased 25% this year already, and at the present time, almost twice the number of fake watches are sold around the world as real ones, the Federation states.\n\nArnoux sums it up: “With all the lockdowns in different countries, consumers have had plenty of time to surf the internet looking for fakes that cost a lot less than original Swiss watches – which are often out of reach for the average buyer.”\n\nTranslated from French by Terence MacNamee"}, {"title": "Crypto.com and BCG Platinion's report on DeFi -", "link": "https://www.enterprisetimes.co.uk/2020/09/18/crypto-com-and-bcg-platinions-report-on-defi/", "date": "2020-09-18 00:00:00", "authors": "['Charles Brett Is A Business Technology Analyst Consultant. His Specialist Areas Include Enterprise Software', 'Blockchain', 'Enterprise Mobility Tech', 'Including Metering . Specific Industry Sectors Of Interest', 'Experience Include Finance', 'Especially Systems Supporting Wholesale Finance', 'Telecommunications', 'Energy.', 'Charles Has Spoken At Multiple Industry Conferences', 'Has Written For Numerous Publications']", "keywords": "['bcg', 'financial', 'cryptocom', 'potential', 'finance', 'services', 'traditional', 'platinions', 'report', 'defi', 'cefi', 'companies']", "summary": "Crypto.com and BCG (Boston Consulting Group) Platinion have released a report on Decentralized Finance (DeFi), an area they see as being where growth is explosive.\nThe “Sudden Rise of DeFi: Opportunities and Risks for Financial Services” report explores the factors driving the growth of the DeFi industry, which is an Open Finance movement built upon public programmable blockchains such as Ethereum.\nDeFi’s proponents expect a disruption of mainstream financial services by enabling:financial services to be automated and performed by anyoneoperation without a central authority or intermediary.\nIt can do this by disrupting traditional finance – by making money, payments and other financial services universally accessible.\nAs the Crypto.com and BCG Platinion report describes, DeFi can offer new ways for banking, trading and investing – perhaps even setting the standard for hidden economies to climb out of the shadows.", "text": "Crypto.com and BCG (Boston Consulting Group) Platinion have released a report on Decentralized Finance (DeFi), an area they see as being where growth is explosive. In the last year, the value locked into DeFi has increased 1500% to US$8B, according to DeFi Pulse.\n\nAs some analysts question how disruptive it will be to traditional finance, Crypto.com and BCG indicate that, although DeFi has the potential to disrupt traditional finance, leaders in incumbent financial services also have the opportunity to participate in and shape its impact on their businesses.\n\nKaj Burchardi, Managing Director with BCG Platinion said: “Whether companies choose to embrace decentralised finance or not, they still need to understand the impact it will have and track customer demand for autonomy, especially in payments, loans and exchange. By uncovering current levels of liquidity, charting the progress of regulation, and judging levels of risk – companies can continually assess whether services should be substituted for a more decentralised model. By partnering with Crypto.com, we have been able to advise companies with an honest appraisal on DeFi, giving them the tools to make informed decisions on its adoption.”\n\nCeFi and DeFi\n\nRegulation and governance have given the centralised finance (CeFi) industry an enormous proportion of the value generated from financial services. While DeFi may be perceived as a threat to CeFi, Crypto.com and BCG’s report offers a roadmap for financial services leaders to build a new generation of politically and technologically resilient financial solutions that are valuable and more relevant in today’s digital economy.\n\nThe “Sudden Rise of DeFi: Opportunities and Risks for Financial Services” report explores the factors driving the growth of the DeFi industry, which is an Open Finance movement built upon public programmable blockchains such as Ethereum. DeFi’s proponents expect a disruption of mainstream financial services by enabling:\n\nfinancial services to be automated and performed by anyone\n\noperation without a central authority or intermediary.\n\nThat said the report tempers the anticipated the wilder claims and beliefs of DeFi proponents. Instead it offers:\n\nan assessment of the potential of DeFi\n\nan examination of the current challenges facing the industry\n\na look at the underlying technologies.\n\nKris Marszalek, Co-founder and CEO of Crypto.com said: “Our joint research into DeFi provides a deep dive into the reasons behind its growth, differentiators against CeFi and its potential to disrupt mainstream finance. Whereas much existing research into DeFi is project-specific and crypto-centric, this report leverages both Crypto.com and BCG’s respective areas of expertise to deliver a comprehensive side-by-side comparison with incumbents in traditional finance.”\n\nFrom the Crypto.com/BCG report: place big bets\n\nA key part of the report focuses on what steps to take when adopting DeFI. It lists the following recommended activities:\n\ndefine your DeFi ecosystem and its potential (and emphasises analysing the role a participant can or should play in the ecosystem during the introduction of a DeFi protocol and associated applications – see diagram below)\n\nunderstand the opportunities for DeFi and decentralisation in an organisation and within its industry\n\nbe prepared to place big bets.\n\nIn the last section the report says: “Companies applying disruptive technologies and building new business models must place big bets. That means positioning respective projects as transformational new revenue initiatives. Therefore, DeFi initiatives will require internal sponsorship and an adequate level investment to secure the first-mover advantage and realise the expected benefits. Lastly, although regulation and compliance, or lack thereof, is one of the key risks that companies need to understand and manage, it also presents the key opportunity for emerging DeFi solutions.”\n\nEnterprise Times: what does this mean\n\nDeFi has undoubted potential to bridge the inequality gap. It can do this by disrupting traditional finance – by making money, payments and other financial services universally accessible. Yet this carries the risk of disruption of CeFi, which might incur a massive penalty on every business and person.\n\nAs the Crypto.com and BCG Platinion report describes, DeFi can offer new ways for banking, trading and investing – perhaps even setting the standard for hidden economies to climb out of the shadows. Yet, as the report says, DeFi is encouraging commercial financial institutions, central banks and the crypto community to start collaborating in order to build a new-generation of resilient financial solutions. These will only have significance if DefI does not become hyper-focused on emerging economies or pure innovation. Integrating with CeFi matters."}, {"title": "Blockchain In Government Market Latest Achievements and Opportunities by Key Vendors – Microsoft, Blocko, AWS, Oracle, Guardtime, BTL, BigchainDB, Accenture, Factom – Murphy's Hockey Law", "link": "https://murphyshockeylaw.net/uncategorized/102872/blockchain-in-government-market-latest-achievements-and-opportunities-by-key-vendors-microsoft-blocko-aws-oracle-guardtime-btl-bigchaindb-accenture-factom/", "date": "None", "authors": "[]", "keywords": "['microsoft', 'oracle', 'size', 'key', 'analysis', 'opportunities', 'latest', 'global', 'research', 'murphys', 'law', 'segments', 'vendors', 'industry', 'report', 'blockchain', 'market', 'hockey']", "summary": "This research report offers the overall analysis of the segments such as market opportunities, import/export details, market dynamics, key manufacturers, growth rate, and key regions.\nThe Blockchain In Government Market report profiles the following companies, which include- Microsoft, Blocko, AWS, Oracle, Guardtime, BTL, BigchainDB, Accenture, Factom, Bitfury, Brainbot Technologies, Deloitte, SomishRecordsKeeper, SpinSys, Blockchain Foundary, Symbiont, Cegeka.\nChapter 3: Displaying the Market Dynamics- Drivers, Trends and Challenges of the Blockchain In GovernmentChapter 4: Presenting the Blockchain In Government Market Factor Analysis Porters Five Forces, Supply/Value Chain, PESTEL analysis, Market Entropy, Patent/Trademark Analysis.\nWhich region is foretold to create the most number of opportunities in the global Blockchain In Government market?\nAbout Us:Reports Intellect is your one-stop solution for everything related to market research and market intelligence.", "text": "Global Blockchain In Government Market research report 2020 provides a detailed analysis of industry status and outlook of major regions based on key players, countries, product types, and end industries. This research report offers the overall analysis of the segments such as market opportunities, import/export details, market dynamics, key manufacturers, growth rate, and key regions.\n\nA regulatory scenario that affect the various decisions in the Blockchain In Government market are given a keen observation and have been explained. By such data, this report forms an excellent repository containing all the prime attributes of the companies which are trending in this particular market. Their efficient market strategies are studied in depth and are well explained.\n\nThe Blockchain In Government Market report profiles the following companies, which include- Microsoft, Blocko, AWS, Oracle, Guardtime, BTL, BigchainDB, Accenture, Factom, Bitfury, Brainbot Technologies, Deloitte, SomishRecordsKeeper, SpinSys, Blockchain Foundary, Symbiont, Cegeka.\n\nThe research report on Blockchain In Government market provides a comprehensive assessment of the business sphere by evaluating all the vital aspects such as the current scenario of the marketplace and its trends over the forecast timeline. Key developments in Blockchain In Government market over the forecast period are also elaborated in the report, alongside insights regarding the regional landscape as well as various industry policies that shape the market dynamics.\n\nRequest a sample Report of Blockchain In Government Market at: https://www.reportsintellect.com/sample-request/1548291\n\nStrategic Points Covered in Table of Content of Global Blockchain In Government Market:\n\nChapter 1: Introduction, market driving force product Objective of Study and Research Scope the Blockchain In Government market\n\nChapter 2: Exclusive Summary – the basic information of the Blockchain In Government Market.\n\nChapter 3: Displaying the Market Dynamics- Drivers, Trends and Challenges of the Blockchain In Government\n\nChapter 4: Presenting the Blockchain In Government Market Factor Analysis Porters Five Forces, Supply/Value Chain, PESTEL analysis, Market Entropy, Patent/Trademark Analysis.\n\nChapter 5: Displaying market size by Type, End User and Region 2014-2019\n\nChapter 6: Evaluating the leading manufacturers of the Blockchain In Government market which consists of its Competitive Landscape, Peer Group Analysis, BCG Matrix & Company Profile\n\nChapter 7: To evaluate the market by segments, by countries and by manufacturers with revenue share and sales by key countries (2020-2026).\n\nChapter 8 & 9: Displaying the Appendix, Methodology and Data Source\n\nThe Report Provides:\n\n♦ Market overview\n\n♦ Comprehensive analysis of the market\n\n♦ Recent developments in the market\n\n♦ Market development over the past few years\n\n♦ Emerging segments and regional markets\n\n♦ Segmentations up to the second and/or third level\n\n♦ Historical, current, and estimated market size, in terms of value and volume\n\n♦ Competitive analysis having company overview, products, revenue, and strategies\n\n♦ Strategic recommendations that help companies increase their market presence\n\nAsk for Discount on Blockchain In Government Market Report at: https://www.reportsintellect.com/discount-request/1548291\n\nKey Highlights Questions of Blockchain In Government Market:\n\n1. What will be the size of the global Blockchain In Government market in 2027?\n\n2. Which product is expected to show the highest market growth?\n\n3. Which application is projected to gain a lion’s share of the global Blockchain In Government market?\n\n4. Which region is foretold to create the most number of opportunities in the global Blockchain In Government market?\n\n5. Will there be any changes in market competition during the forecast period?\n\n6. Which are the top players currently operating in the global Blockchain In Government market?\n\nReasons to Buy\n\nUnderstand the present and future of the Blockchain In Government Market in each developed and rising markets.\n\nThe report helps place the business conspire by highlighting the key business needs.\n\nThe report throws aspect of the segment supposed to dominate the Blockchain In Government industry and market.\n\nEstimates of the districts expected to observe the fastest development.\n\nThe most recent developments in the Blockchain In Government industry and details of the industry leaders along with their market share and strategies.\n\nSaves time on the entry-level analysis because the report contains important data concerning growth, size, leading players, and segments of the business.\n\nThe estimate helps with drafting development plans in the business.\n\nAbout Us:\n\nReports Intellect is your one-stop solution for everything related to market research and market intelligence. We understand the importance of market intelligence and its need in today’s competitive world.\n\nOur professional team works hard to fetch the most authentic research reports backed with impeccable data figures which guarantee outstanding results every time for you.\n\nSo whether it is the latest report from the researchers or a custom requirement, our team is here to help you in the best possible way.\n\nContact Us:\n\n[email protected]\n\nPH – + 1-706-996-2486\n\nUS Address:\n\n225 Peachtree Street NE,\n\nSuite 400,\n\nAtlanta, GA 30303"}]