{"source": "news", "count": 7, "sentiment": {"positive": 7, "negative": 0, "neutral": 0}, "keywords": {"bcg": 35, "travel": 30, "emissions": 22, "malaysia": 18, "companies": 17, "climate": 16, "carbon": 14, "raw": 13, "group": 13, "important": 13, "vaccine": 13, "global": 12, "bell": 12, "vaccines": 12, "opportunity": 11, "level": 11, "data": 11, "energy": 11, "net": 10, "sustainability": 10}, "items": [{"title": "Procurement not yet monetising lower prices of raw materials", "link": "https://www.consultancy.eu/news/5252/procurement-not-yet-monetising-lower-prices-of-raw-materials", "summary": "But there are some positives too, such as the opportunity to lower the costs of raw materials sourcing.\nA new report by BCG Inverto – a subsidiary of Boston Consulting Group – looked into the raw materials opportunity for companies globally, uncovering that the prices of many important raw materials have fallen over the past months.\nFirst, most raw materials sourcing is procured on long-term fixed price agreements – hence prices that were set before the pandemic began.\nHäfele explains: “Many companies do not buy raw materials directly, but rather intermediate products and do not know the raw material share in them.\nSo they have no basis for negotiation.”In light of the current market, Häfele advises companies to take their raw materials sourcing and pricing strategy under scrutiny.", "sentiment": 1, "keywords": {"raw": 13, "materials": 8, "companies": 8, "price": 7, "material": 5, "opportunity": 4, "sourcing": 4, "bcg": 4, "inverto": 4, "prices": 4, "häfele": 4, "procurement": 3, "pandemic": 3, "costs": 3, "months": 3, "new": 2, "important": 2, "study": 2, "level": 2, "disconnect": 2}, "source": ""}, {"title": "BCG Targets Travel for Intensive CO2 Reduction", "link": "https://www.businesstravelnews.com/Procurement/BCG-Targets-Travel-for-Intensive-CO2-Reduction", "summary": "The latter said one of its actions would include \"equipping Accenture's people to make climate-smart travel decisions,\" but neither Accenture nor Bain stated public targets for reducing travel emissions as part of their pledges.\nThe second, said Bell, was \"the giant amount of transactional travel data so that we could deeply understand how, where, when and why we travel.\"\nColliander's travel team was involved heavily, \"cleaning\" BCG's travel management company data to fit sensibly into matrices provided by a sustainability consultancy for assessing travel patterns.\nThe sophistication of analysis that was required to ensure the sustainability team really understood how travel emissions relate to travel data was a very important role for Gehan and her team.\"\nThe travel team was right there at the table fueling the information.\"", "sentiment": 1, "keywords": {"travel": 30, "bcg": 17, "emissions": 14, "bell": 12, "carbon": 11, "data": 10, "colliander": 9, "team": 8, "sustainability": 7, "net": 6, "important": 6, "business": 5, "climate": 5, "strategy": 5, "company": 5, "metric": 5, "global": 4, "impact": 4, "clients": 4, "ton": 4}, "source": ""}, {"title": "Growing Champions: Malaysia’s climate agenda advantage in adversity", "link": "https://www.theedgemarkets.com/article/growing-champions-malaysias-climate-agenda-advantage-adversity", "summary": "Malaysia faces a key moment in its climate journey, with a unique opportunity to drive a green recovery agenda.\nMalaysia has significant potential to unlock new sources of growth and economic advantage for the country with a comprehensive climate and sustainability agenda.\nThese are the conclusions of Boston Consulting Group’s (BCG) report — Climate Action & Sustainability: Advantage in Adversity — released at the recent Singapore Summit.\nMalaysia is in a unique position to realise advantage in adversity through climate action.\nImproving public transport infrastructure will help reduce transport emissions, particularly if first-mile and last-mile connection issues are addressed to create a more integrated public transport network.", "sentiment": 1, "keywords": {"malaysia": 18, "climate": 11, "energy": 11, "emissions": 8, "opportunity": 7, "transport": 7, "southeast": 6, "asia": 6, "potential": 6, "advantage": 6, "global": 6, "change": 5, "action": 5, "demand": 5, "sustainable": 4, "future": 4, "green": 4, "recovery": 4, "country": 4, "national": 4}, "source": ""}, {"title": "Polio, BCG infra to power vaccine plan", "link": "https://www.hindustantimes.com/india-news/polio-bcg-infra-to-power-vaccine-plan/story-04qYO8wawfaQylWPr3AGBN.html", "summary": "indiaUpdated: Dec 01, 2020, 03:58 ISTIndia plans to use the expansive network of its 42-year-old universal immunisation programme to manage the logistics of administering Covid vaccines next year.\n“For us, Covid vaccines will be an extension of our routine duty.\nThe Union health ministry has also written to all states and Union territories to identify people who can be utilised for the mass Covid-19 vaccination drive.\nThe second official cited above confirmed that while the vaccine programme will be tightly controlled by the Union government, the premises of private hospitals will also be used for administering vaccine.\nThe recent concession to corporates allowing them to use CSR funds for supporting vaccine programme may come in handy at this stage.", "sentiment": 1, "keywords": {"vaccine": 10, "india": 9, "vaccines": 9, "programme": 8, "health": 7, "immunisation": 6, "covid": 6, "priority": 6, "government": 6, "year": 5, "people": 5, "ministry": 5, "union": 5, "companies": 5, "group": 5, "universal": 4, "officials": 4, "workers": 4, "trials": 4, "csr": 4}, "source": ""}, {"title": "Stord Raises $31Million Series B Funding", "link": "https://aithority.com/it-and-devops/cloud/stord-raises-31million-series-b-funding/", "summary": "Stord has raised a $31M Series B led by Founders Fund.\nThis new funding will fuel our growth as we build the first end-to-end cloud supply chain.\nWe believe that we can democratize the heightened consumer experience that is today only available to the largest brands.\nWhile this has been our mission from day one, the need for our solution in the market could not be clearer.\nRecommended AI News: The Boss Cat Will Solve Receivables Challenges With Sidetrade’s AI Technology", "sentiment": 1, "keywords": {"brands": 5, "cloud": 4, "mission": 4, "logistics": 4, "ai": 4, "stord": 3, "b": 3, "fund": 3, "end": 3, "software": 3, "news": 3, "expertise": 3, "largest": 3, "customers": 3, "massive": 3, "investors": 3, "series": 2, "founders": 2, "class": 2, "technology": 2}, "source": ""}, {"title": "BCG vaccine: BCG vaccine used to treat tuberculosis can lower the risk of contracting Covid, says study, Health News, ET HealthWorld", "link": "https://health.economictimes.indiatimes.com/news/diagnostics/bcg-vaccine-used-to-treat-tuberculosis-can-lower-the-risk-of-contracting-covid-says-study/79384820", "summary": "\"It appears that BCG-vaccinated individuals either may have been less sick and therefore produced fewer anti-SARS-CoV-2 antibodies, or they may have mounted a more efficient cellular immune response against the virus,\" said Arditi, MD, director of the Pediatric and Infectious Diseases and Immunology Division at Cedars-Sinai and professor of Pediatrics and Biomedical Sciences.\n\"We were interested in studying the BCG vaccine because it has long been known to have a general protective effect against a range of bacterial and viral diseases other than TB, including neonatal sepsis and respiratory infections.\nIt would be wonderful if one of the oldest vaccines that we have could help defeat the world's newest pandemic,\" Arditi said.In the new study, the lower antibody levels in the BCG group persisted despite the fact that these individuals had higher frequencies of hypertension, diabetes, cardiovascular diseases, and COPD, which are known risk factors for making a person more susceptible to SARS-CoV-2 and developing more severe forms of the Covid-19 illness.While noting that no one believes that BCG will be more effective than a specific vaccine against Covid-19, Arditi explained that it could be more quickly approved and made available, given that it has a strong safety profile demonstrated by many years of use.\n\"It is a potentially important bridge that could offer some benefit until we have the most effective and safe Covid-19 vaccines made widely available,\" he said.In the US, the FDA-approved BCG vaccine is used as a drug to treat bladder cancer and for people at high risk of contracting tuberculosis (TB).\n\"Given our findings, we believe that large, randomised clinical trials are urgently needed to confirm whether BCG vaccination can induce a protective effect against SARS-CoV2 infection,\" said Susan Cheng, MD, MPH, MMSc, associate professor of Cardiology and director of Public Health Research at the Smidt Heart Institute at Cedars-Sinai.Several randomised clinical trials have been launched to study the potential protective effects of BCG vaccination against Covid-19.Along with Texas A&M University, Baylor College of Medicine, and the University of Texas MD Anderson Cancer Center, Cedars Sinai is a site for the US arm of this ongoing trial, which is recruiting hundreds of healthcare workers.", "sentiment": 1, "keywords": {"bcg": 10, "sars": 6, "workers": 4, "arditi": 4, "vaccines": 3, "virus": 3, "study": 3, "clinical": 3, "cedars": 3, "sinai": 3, "antibodies": 3, "vaccination": 3, "md": 3, "diseases": 3, "vaccine": 3, "protective": 3, "oldest": 2, "tuberculosis": 2, "new": 2, "blood": 2}, "source": ""}, {"title": "Building the Cloud Supply Chain - Stord Raises $31M Series B Led by Founders Fund", "link": "https://www.prnewswire.com/news-releases/building-the-cloud-supply-chain--stord-raises-31m-series-b-led-by-founders-fund-301186764.html", "summary": "Stord raises a $31M Series B to build the cloud supply chain, and offer Amazon-level logistics to everyone.\nTweet thisWhereas building a traditional supply chain requires investing substantial time and money in physical infrastructure, complex legacy software, and human expertise, our cloud-supply chain is built to fundamentally abstract these complexities.\nStord provides brands a cloud-based platform that offers complex logistics services, with service levels typically only available for the largest brands, and with utility-like pay-as-you-go pricing that a brand can leverage from startup to enterprise-level scale.\nWe believe that we can democratize the heightened consumer experience that is today only available to the largest brands.\nTo fulfill this mission, we're excited to welcome Founders Fund to our journey, who has a long track-record partnering with companies to disrupt massive industries.", "sentiment": 1, "keywords": {"brands": 5, "logistics": 4, "stord": 3, "b": 3, "cloud": 3, "expertise": 3, "largest": 3, "customers": 3, "massive": 3, "mission": 3, "investors": 3, "series": 2, "level": 2, "traditional": 2, "complex": 2, "software": 2, "available": 2, "enterprise": 2, "world": 2, "industries": 2}, "source": ""}]}