{"source": "Linkedin", "count": "", "sentiment": {"positive": 9, "negative": 0, "neutral": 0}, "keywords": {"global": 36, "news": 36, "new": 31, "technology": 29, "world": 22, "event": 20, "enterprise": 19, "organizations": 19, "week": 19, "media": 18, "partners": 17, "fake": 17, "time": 16, "data": 16, "business": 16, "online": 14, "virtual": 14, "technologies": 14, "revolution": 14, "digital": 13}, "items": [{"title": "The 5 Biggest Retail Trends In 2021", "link": "https://www.linkedin.com/pulse/5-biggest-retail-trends-2021-bernard-marr", "summary": "Since online shopping became a reality, retail has become increasingly digital and internet-driven.\nBut the coronavirus pandemic has affected the way every trend will play out in 2021, and offline retail has been hit particularly hard.\nOmnichannel - Offline is online, online is offlineThis is a big one, that actually involves the coming together of several different trends, including AI, robotics, IoT, and extended reality (XR) – which includes virtual and augmented reality (VR/AR).\nWhile the general trend has seen offline retailers moving into online by establishing e-commerce divisions of their businesses, more lately, we have seen online retailers developing a bricks 'n' mortar presence.\nThis convergence means offline and online retail both benefit from advances in technology and changing patterns of behavior.", "sentiment": 1, "keywords": {"online": 12, "retailers": 10, "retail": 9, "offline": 9, "technology": 9, "delivery": 7, "customers": 7, "new": 7, "shopping": 6, "stores": 6, "likely": 6, "trend": 5, "world": 5, "trends": 5, "ai": 5, "information": 5, "purchases": 5, "influencers": 5, "business": 5, "pandemic": 4}, "source": ""}, {"title": "Oh, Hey Blockchain, Meet the U.S. Education System", "link": "https://www.linkedin.com/pulse/oh-hey-blockchain-meet-us-education-system-stage-4-slope-kendal?trk=public_profile_article_view", "summary": "Well here we are nearing the end of 2020 and I think it’s fair to say a few ears have perked up to the idea that distributed systems might just offer something useful to society.\nOngoing signs of distributed system stability are simply impossible to ignore.\nClearly, there are emergent projects and pilot networks proving the viability of blockchains and distributed systems across nearly all sectors of society, both in the U.S. and globally.\neducation) are bending, if not fracturing, governments are increasingly open to new institutions and value paradigms (i.e.\nStage 1: Early Attraction & Romance | Stage 2: Dating & Inflated Expectation | Stage 3: Trough of Despair & Disillusionment | Stage 5: Plateau of Commitment & MatrimonyThanks for reading!", "sentiment": 1, "keywords": {"new": 5, "systems": 4, "education": 4, "stability": 4, "stage": 4, "technology": 3, "network": 3, "promise": 3, "slope": 3, "trust": 3, "useful": 2, "society": 2, "submissions": 2, "commitment": 2, "institutions": 2, "economic": 2, "sanity": 2, "ongoing": 2, "networks": 2, "hope": 2}, "source": ""}, {"title": "The many uses of Blockchain in Supply Chains today", "link": "https://www.linkedin.com/pulse/many-uses-blockchain-supply-chains-today-david-food/", "summary": "Each day, the use of Blockchain in Supply Chain (SC) is escalating rapidly.\nBlockchain Food safetyTop food giants use IBM Blockchain to improve the traceability of food articles such as bananas, pork or chicken meat, or chocolate, especially their source.\nAnother essential industry using Blockchain is the Dimond business, which starts tracing stones from the instant they are extracted out, to the moment consumers buy them.\nBlockchain transparency and unalterable characteristics will drive trust among partakers, as transactions and agreements will be completely verifiable.\nBlockchain technology motivates several functions of Procurement.", "sentiment": 1, "keywords": {"food": 8, "coffee": 6, "sc": 5, "technology": 5, "transparency": 5, "data": 5, "time": 5, "use": 4, "chain": 4, "traceability": 4, "project": 4, "supply": 3, "transactions": 3, "business": 3, "consumers": 3, "source": 3, "safety": 3, "procurement": 3, "significant": 2, "reliability": 2}, "source": ""}, {"title": "Hybrid Blockchain gives enterprise users the best of public and private chain configurations in one system", "link": "https://www.linkedin.com/pulse/hybrid-blockchain-gives-enterprise-users-best-public-private-welfare?trk=read_related_article-card_title", "summary": "Scalable — these organizations require solutions that scale to their needs which often involve millions of transactions.\nHybrid Blockchain solutions for EnterpriseWe are now in 2020, and the world of Enterprise Blockchain has developed and grown significantly.\nThe characteristics of the enterprise requirements are the same, but we have more developed Public Blockchain networks and they have become much more useful for Enterprise solutions.\nThis is where Hybrid Blockchain solutions are now critical — a mix of Public and Private/Permissioned Blockchain networks are required for most Enterprise Blockchain challenges.\nThey are excellent for lower volume, complex transactions, but for most Enterprise Blockchain challenges, you require all four characteristics.", "sentiment": 1, "keywords": {"enterprise": 9, "organizations": 6, "solutions": 5, "transactions": 4, "characteristics": 4, "speed": 4, "hybrid": 4, "challenges": 4, "world": 3, "technology": 3, "business": 3, "private": 3, "symbol": 3, "real": 2, "global": 2, "adoption": 2, "large": 2, "millions": 2, "data": 2, "public": 2}, "source": ""}, {"title": "Global Blockchain Week is “In the Can,” Enjoy It Now On-Demand!", "link": "https://www.linkedin.com/pulse/global-blockchain-week-can-enjoy-now-on-demand-don-tapscott", "summary": "When it comes to blockchain in the enterprise, I don’t believe there has ever been such a tour de force.\nI am so proud of what we accomplished over the week and it’s just getting going.\nBlockchain Revolution Global and Global Blockchain Week – a fully digital week-long program centered around global blockchain transformation in enterprise, government, and society.\nBlockchain Research Institute Europe (BRIE), Blockwall, Huobi Global, and Blockchain Research Institute Brasil supported us as Global Hub Partners, sharing and promoting the event to their regions of expertise.\nI hope you enjoyed the insights we provided you this week and I encourage you to watch it all on-demand right away here!", "sentiment": 1, "keywords": {"partners": 9, "global": 7, "event": 5, "sessions": 4, "week": 4, "program": 4, "content": 3, "enterprise": 3, "demand": 3, "registrants": 3, "technologies": 3, "citizens": 3, "research": 3, "institute": 3, "europe": 2, "america": 2, "available": 2, "revolution": 2, "society": 2, "democracy": 2}, "source": ""}, {"title": "Your invitation to a week of programming about blockchain technology in business, government and democracy - Blockchain Revolution Global 2020", "link": "https://www.linkedin.com/pulse/your-invitation-week-programming-blockchain-business-don-tapscott", "summary": "Starting Monday, in the week preceding the US election, we kick off Blockchain Revolution Global 2020, a week of important conversations globally about inspiring solutions for new models of business, government, democracy and a new global order.\nPresenting Blockchain Revolution Global 2020This is one of dozens of topics we’ll be discussing next week.\nThe Blockchain Research Institute (BRI) and MCI Canada are excited to present Blockchain Revolution Global 2020 (BRG), a premier virtual blockchain experience running next week from October 26-30.\nThis premier enterprise blockchain conference will run during Global Blockchain Week, a new week-long initiative to celebrate blockchain transformation in a global setting.\nBRG 2020 will highlight speakers from across the enterprise blockchain ecosystem, including FedEx President & COO Raj Subramaniam, and FedEx CIO Rob Carter.", "sentiment": 1, "keywords": {"global": 13, "government": 11, "week": 9, "brg": 8, "partners": 8, "new": 7, "democracy": 6, "world": 6, "revolution": 5, "today": 5, "social": 5, "political": 5, "digital": 4, "institutions": 4, "legitimacy": 4, "services": 4, "enterprise": 4, "promise": 3, "evidence": 3, "media": 3}, "source": ""}, {"title": "Golang In Blockchain", "link": "https://www.linkedin.com/pulse/golang-blockchain-reemi-shirsath", "summary": "Before we start with Golang in Blockchain let us first understand what is Blockchain.\nBlockchain is a distributed ledger in which each node in the network can access the data, records stored in the Blockchain.\nIn Blockchain all the important data records are encrypted using cryptographic techniques to ensure data security.\nPeople working in Blockchain often like to think in GolangConcurrency is one major thing that people like in GolangSimple to read and understand for a new developerMistakes Golang Developers Most Commonly Make When Creating Blockchain AppsSome Golang developers make every structure, object passive, and which causes no thread running beside it.\nInconsistency of Developers with norms of the language, i.e Golang to be done in Golang way.", "sentiment": 1, "keywords": {"golang": 13, "developers": 6, "records": 3, "network": 3, "data": 3, "people": 3, "run": 3, "loop": 3, "users": 2, "decentralized": 2, "security": 2, "nodes": 2, "best": 2, "applications": 2, "tess": 2, "rinearson": 2, "peter": 2, "szilagyi": 2, "core": 2, "developer": 2}, "source": ""}, {"title": "Introducing Global Blockchain Week - The Digital Economy Weekly #11", "link": "https://www.linkedin.com/pulse/introducing-global-blockchain-week-digital-economy-weekly-tapscott", "summary": "It’s official – after many months of delays and hurdles, we’ve decided that our global conference Blockchain Revolution Global needed to be bigger and better than ever before.\nRather than the two-day event we had originally planned back in April, I am excited to announce that Blockchain Revolution Global will be the flagship event for Global Blockchain Week.\nThat is why we decided to expand globally by establishing Global Blockchain Week as an anchoring initiative to drive this transformation, with Blockchain Revolution Global as the flagship event.\nFrom this moment onwards, Global Blockchain Week will be an annual event with a full week of blockchain focused initiatives.\nCo-hosted by the Blockchain Research Institute and MCI Group Canada, Global Blockchain Week will run from October 26th-30th.", "sentiment": 1, "keywords": {"global": 13, "event": 9, "virtual": 7, "week": 6, "revolution": 5, "new": 5, "conference": 4, "research": 4, "world": 4, "technologies": 4, "institute": 3, "year": 3, "enterprise": 3, "april": 2, "flagship": 2, "leaders": 2, "safety": 2, "systems": 2, "health": 2, "value": 2}, "source": ""}, {"title": "How Blockchain Can Prevent the Spread of Fake News", "link": "https://www.linkedin.com/pulse/how-blockchain-can-prevent-spread-fake-news-dr-mark-van-rijmenam?trk=read_related_article-card_title", "summary": "To find out, let’s look at how some media organizations are already using the blockchain.\nHow are media organizations using the blockchain?\nMedia organizations looking to apply the blockchain in journalism have so far used it to address the first issue: proving the authenticity of their media content.\nLarge media organizations aren’t the only ones investigating how the blockchain can help stop the spread of misinformation.\nFirst, a paper by Adnan Qayyum et al., “Using Blockchain to Rein in The New Post-Truth World and Check The Spread of Fake News,” proposes a blockchain-based framework to fight misinformation.", "sentiment": 1, "keywords": {"news": 35, "fake": 17, "media": 14, "organizations": 10, "content": 9, "article": 9, "reputation": 8, "users": 7, "journalism": 7, "misinformation": 7, "future": 6, "people": 5, "information": 5, "deepfakes": 5, "example": 5, "outlets": 5, "new": 5, "event": 5, "time": 5, "civil": 5}, "source": ""}]}