{"source": "News", "count": "", "sentiment": {"positive": 9, "negative": 0, "neutral": 0}, "keywords": {"market": 48, "data": 40, "technology": 38, "bitcoin": 33, "chain": 33, "system": 32, "research": 29, "time": 26, "block": 19, "information": 19, "way": 18, "supply": 17, "network": 17, "crypto": 17, "transaction": 16, "potential": 15, "services": 15, "future": 15, "security": 14, "process": 14}, "items": [{"title": "What Is Blockchain and How Does It Work?", "link": "https://www.thesslstore.com/blog/what-is-blockchain-how-does-blockchain-work/", "summary": "(2 votes, average: 5.00 out of 5)votes, average:out of 5) Loading... Loading... What Is Blockchain and How Does It Work?\nBut there remains plenty of confusion regarding what blockchain is, what it does, and how blockchain works.\nBlockchain Definition and ExplanationIn the most basic sense, a blockchain is a publicly-managed and verified record of transactional data.\nHow Blockchain WorksNow that we understand what blockchain is, it’s time to actually explore the components of the process and answer the question “how does blockchain work?” How blockchain works, to put it simply, is through a time-stamped series of data records, managed by a group of computers not under the ownership of any single entity, individual, or corporation.\nEvery blockchain transaction goes through the same steps regardless of whether it’s used for financial transactions or product tracking.", "sentiment": 1, "keywords": {"data": 19, "system": 15, "technology": 13, "chain": 12, "bitcoin": 11, "time": 11, "transaction": 10, "network": 10, "blockchains": 9, "security": 8, "cryptocurrencies": 8, "record": 8, "block": 8, "systems": 7, "financial": 7, "public": 7, "users": 7, "google": 7, "process": 7, "transparency": 7}, "source": ""}, {"title": "Apple Co-Founder Wozniak’s New Venture Lists Token to Help Fund Energy Efficiency Projects", "link": "https://www.coindesk.com/apple-co-founder-wozniaks-new-venture-lists-token-to-help-fund-energy-efficiency-projects", "summary": "Apple co-founder Steve Wozniak has launched Efforce, a company that facilitates investments in energy efficiency projects via cryptocurrency and blockchain technology.\nThe token will also be listed next week on South Korea-based crypto exchange Bithumb Global.\nESCOs can register energy efficiency projects with Efforce and it will validate the projects, and evaluate their investment needs, calculate returns and create Energy Performance Contracts.\nThere will be a smart meter on the company’s blockchain to measure each project’s energy savings and turn them into energy credits that are saved in investors’ profiles for use or sale.\n“We created Efforce to be the first decentralized platform that allows everyone to participate and benefit financially from worldwide energy efficiency projects, and create meaningful environmental change,” Wozniak said in a statement.", "sentiment": 1, "keywords": {"energy": 7, "efforce": 5, "projects": 5, "company": 3, "efficiency": 3, "wozniak": 2, "investors": 2, "token": 2, "escos": 2, "investment": 2, "apple": 1, "co": 1, "founder": 1, "steve": 1, "investments": 1, "cryptocurrency": 1, "technology": 1, "marketplace": 1, "process": 1, "financing": 1}, "source": ""}, {"title": "Blockchain: a stepping-stone or obstruction for shipping operations? – ShipInsight", "link": "https://shipinsight.com/articles/blockchain-a-stepping-stone-or-obstruction-for-shipping-operations/", "summary": "And can a company unilaterally decide to implement a blockchain approach to its business relationships?\nYet one of the highest profile uses of blockchain is to manage cryptocurrency accounts and news stories about thefts from those are alarming.\nMr Borwankar told ShipInsight that, based on this project, “the blockchain enabled ship registry process has been demonstrated”.\nUnless there is a clear benefit to switching to blockchain, the obstacles to it are “almost insurmountable”, he said.\n“The pain of change” from replacing an existing process with a blockchain alternative has to be worth it, he went on.", "sentiment": 1, "keywords": {"data": 11, "mr": 10, "shipinsight": 8, "chubb": 8, "ship": 8, "system": 7, "maritime": 7, "trust": 6, "port": 6, "information": 5, "chain": 5, "tradelens": 5, "shipping": 5, "company": 5, "website": 5, "singapore": 5, "technology": 5, "immutable": 4, "storage": 4, "use": 4}, "source": ""}, {"title": "Blockchain in Retail Market Size, Share, Industry Growth, Increasing Demand Forecat 2024", "link": "https://www.dcvelocity.com/articles/48237-blockchain-in-retail-market-size-share-industry-growth-increasing-demand-forecat-2024", "summary": "Market OverviewBlockchain technology provides the retail industry with the opportunity to accept cryptocurrencies for payment, enabling cross-border payments and micropayments.\nThe other market players include Coinbase, Bitpay, Blockverify (Venture Proxy Ltd), and Guardtime.\nCompany name: Market Research FutureAbout Market Research Future:At Market Research Future (MRFR), we enable our customers to unravel the complexity of various industries through our Cooked Research Report (CRR), Half-Cooked Research Reports (HCRR), Raw Research Reports (3R), Continuous-Feed Research (CFR), and Market Research & Consulting Services.\nMRFR team have supreme objective to provide the optimum quality market research and intelligence services to our clients.\nOur market research studies by Components, Application, Logistics and market players for global, regional, and country level market segments, enable our clients to see more, know more, and do more, which help to answer all their most important questions.", "sentiment": 1, "keywords": {"market": 17, "research": 11, "•": 10, "retail": 6, "inc": 5, "global": 5, "players": 4, "services": 4, "future": 4, "information": 3, "corporation": 3, "technology": 2, "walmart": 2, "group": 2, "bitcoin": 2, "logistics": 2, "product": 2, "china": 2, "systems": 2, "r3": 2}, "source": ""}, {"title": "Blockchain Bites: Price Point! Bitcoin at $50K? $60K? $318K?", "link": "https://www.coindesk.com/blockchain-bites-price-point-bitcoin-at-50k-60k-318k", "summary": "In the months following DeFi’s red-hot summer when bitcoins were wrapped faster than they were mined, the sector has cooled significantly.\n(CoinDesk) OMG, RALLY!\nGenesis Block Ventures acquired OMG Network (an off-chain Ethereum solution) triggering a double-digit rally in the network’s OMG token.\nThe media also quoted Taihuttu’s price prediction for a $200,000 bitcoin by 2022.\nMike Novogratz, CEO of merchant bank Galaxy Digital, reportedly said bitcoin could reach $60,000 by next year.", "sentiment": 1, "keywords": {"bitcoin": 16, "coindesk": 11, "ethereum": 10, "price": 8, "digital": 7, "report": 6, "crypto": 6, "okex": 5, "community": 5, "protocol": 5, "market": 5, "volume": 5, "cnbc": 5, "bitcoins": 4, "system": 4, "thursday": 4, "assets": 4, "finance": 4, "year": 4, "defi": 4}, "source": ""}, {"title": "Lawyer Warns Russian Crypto, Blockchain Exodus Has Already Begun", "link": "https://cryptonews.com/news/lawyer-warns-russian-crypto-blockchain-exodus-has-already-be-8522.htm", "summary": "Source: Adobe/sforzzaExpert voices are warning that a mass crypto and blockchain exit is already underway in Russia, with companies seeking a way out over concerns that the nation is “lagging behind” other more business-friendly regions.\nBrisov said that Russia was falling away from countries where real-world applications of the technology are soon set to make their debuts.\nThe lawyer stated,“Russian clients mainly come to us with inquiries about how to transfer their businesses from Russia to jurisdictions where it is possible to work with crypto and blockchain legally.\nRussia is beginning to lag far behind the rest of the world in this respect.”The media outlet pointed out that it has been a relatively quiet past few months for Russia’s crypto and blockchain scene – despite busy progress elsewhere.\nBig businesses have either given up on blockchain, or have put their projects on hold, waiting for better times.”___Learn more:Banking Giant Sberbank May Launch Token, Digital Asset Trading PlatformExperts Divided on New Russian Crypto RegulationsRussian Ministry Wants to Jail Citizens Who Don’t Declare Bitcoin EarningsRussian Central Bank Chided for ‘Deliberately Slowing Crypto Progress’", "sentiment": 1, "keywords": {"crypto": 8, "russia": 6, "russian": 5, "brisov": 3, "outlet": 3, "companies": 2, "digital": 2, "moscow": 2, "world": 2, "businesses": 2, "jurisdictions": 2, "media": 2, "months": 2, "progress": 2, "summer": 2, "new": 2, "market": 2, "legislation": 2, "trading": 2, "platform": 2}, "source": ""}, {"title": "Blockchain in Supply Chain Market Size, Share, Emerging Trend, Increasing Demand, By Forecast 2025", "link": "https://www.dcvelocity.com/articles/48210-blockchain-in-supply-chain-market-size-share-emerging-trend-increasing-demand-by-forecast-2025", "summary": "Market Overview:Blockchain technology solves the three main problems in supply chain management: counterfeiting, visibility/traceability and efficiency play.\nBlockchain technology improves various tasks in supply chain management such as recording, tracking, allocation, linking and sharing.\nBlockchain is used in the supply chain to track purchase orders, change orders, receive delivery notifications, or receive transactional documents.\nCompany name: Market Research FutureAbout Market Research Future:At Market Research Future (MRFR), we enable our customers to unravel the complexity of various industries through our Cooked Research Report (CRR), Half-Cooked Research Reports (HCRR), Raw Research Reports (3R), Continuous-Feed Research (CFR), and Market Research & Consulting Services.\nMRFR team have supreme objective to provide the optimum quality market research and intelligence services to our clients.", "sentiment": 1, "keywords": {"market": 22, "research": 14, "chain": 11, "supply": 10, "players": 5, "management": 4, "supplier": 4, "key": 4, "future": 4, "technology": 3, "product": 3, "uk": 3, "application": 3, "providers": 3, "traceability": 2, "orders": 2, "major": 2, "regions": 2, "country": 2, "industry": 2}, "source": ""}, {"title": "Blockchain for Pakistan", "link": "https://www.thenews.com.pk/print/752179-blockchain-for-pakistan", "summary": "Last year, Pakistan allowed the use of blockchain technology in the country, a step in the right direction.\nBlockchain technology revolves around its use of blocks.\nTaking these into consideration, it is evident that the integration of blockchain technology can be advantageous to a country like Pakistan.\nBlockchain technology simplifies the supply chain and administrative processes in healthcare.\nBlockchain technology also takes away the possibility of vote buying and intimidation which normally happen just outside voting precincts or booths.", "sentiment": 1, "keywords": {"technology": 11, "countries": 10, "block": 9, "country": 8, "pakistan": 7, "information": 7, "government": 6, "system": 6, "business": 4, "banking": 4, "potential": 4, "data": 4, "transactions": 4, "time": 4, "use": 3, "remittances": 3, "canada": 3, "chain": 3, "hash": 3, "security": 3}, "source": ""}, {"title": "5 female leaders driving change in the European blockchain ecosystem", "link": "https://www.eu-startups.com/2020/11/meet-the-women-driving-change-in-the-european-blockchain-ecosystem/", "summary": "Before diving into the role women play in the European blockchain ecosystem, let me just say there is (still) some confusion between blockchain and bitcoin.\nThere are many women working to drive change in the European blockchain ecosystem.\nWith that in mind, here are some inspirational blockchain women leaders to look up to.\nBlockchain for Europe represents international blockchain industry players at the EU-level and is also the organizer of the annual Blockchain for Europe Summit in the EU Parliament.\nMarina Niforos – Marina is an Adjunct Professor, The Future of Work at HEC Paris Business School and member of the The European Blockchain Observatory and Forum.", "sentiment": 1, "keywords": {"maria": 6, "women": 5, "european": 5, "ceo": 4, "europe": 4, "ecosystem": 3, "way": 3, "blockchains": 3, "leaders": 3, "future": 3, "founder": 3, "years": 3, "world": 3, "kemp": 3, "board": 3, "eu": 3, "zoe": 3, "role": 2, "sure": 2, "data": 2}, "source": ""}]}