[{"link": "https://www.linkedin.com/pulse/bcg-upcoming-events-matthew-a-bradshaw-cpsm-cpsd-c-p-m-?trk=read_related_article-card_title", "title": "BCG Upcoming Events", "text": "Next week we start a series of events online.\n\nTue Aug 4th 12:30pm - 2:00pm\n\nAbout this Event: Project Management Training In the past few decades, organizations have discovered something incredible: the principles that have been used to create enormous successes in large proj ...\n\nThu Aug 6th 12:30pm - 2:00pm\n\nAbout this Event: Supply Chain Management improves the coordination and relationship between Suppliers, Producers, and Customers. It must be kept at a high level of organization to be successful in to ...\n\nMon Aug 10th 12:30pm - 2:00pm\n\nThe workplace is one of the leading locations where people experience stress and anxiety. Every employee will encounter it sometime during their career. Everyone should be aware of the signs of anxiet ...\n\nWed Aug 12th 12:30pm - 2:00pm\n\nEffective contract management might be the companies’ greatest performance tool. About this Event Contract management is no easy task: contract managers are responsible for supporting the planning, dr ...\n\nFri Aug 14th 12:30pm - 2:00pm\n\nAbout this Event: Benjamin Franklin once said, 'In this world, nothing can be said to be certain, except death and taxes.' We would add a third item to his list: anger. Controlling and limiting anger\n\nhttps://www.bradshawconsultinggroupinc.com/\n\n\n\n", "summary": "Next week we start a series of events online.\nIt must be kept at a high level of organization to be successful in to ...Mon Aug 10th 12:30pm - 2:00pmThe workplace is one of the leading locations where people experience stress and anxiety.\nWed Aug 12th 12:30pm - 2:00pmEffective contract management might be the companies’ greatest performance tool.\nAbout this Event Contract management is no easy task: contract managers are responsible for supporting the planning, dr ...Fri Aug 14th 12:30pm - 2:00pmAbout this Event: Benjamin Franklin once said, 'In this world, nothing can be said to be certain, except death and taxes.'\nWe would add a third item to his list: anger.", "keywords": "['bcg', 'world', 'workplace', 'used', 'event', 'events', 'management', 'aug', 'contract', '1230pm', '200pmabout', 'week', 'upcoming']"}]